Repository: common-repository/ups-eu-woocommerce
Catalog: languages/*/ups-*-woocommerce-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl

source: Choose Account Number for this option
de_de: Kundennummer für diese Option auswählen
es_es: Elige un número de cuenta para esta opción
fr_fr: Choisissez un numéro de compte pour cette option
it_it: Scegli il numero di codice per quest’opzione
nl_nl: Kies Accountnummer voor deze optie
pl_pl: Wybierz numer konta UPS dla tej opcji

source: Deliver to consignee address (to-address delivery)
de_de: An Empfängeradresse zustellen (Zustellung an Adresse)
es_es: Enviar a la dirección del destinatario (entrega a una dirección)
fr_fr: Livrer à l’adresse du destinataire (livraison à l’adresse du destinataire)
it_it: Consegna all’indirizzo del destinatario (consegna all’indirizzo)
nl_nl: Leveren naar het adres van de ontvanger (levering naar-adres)
pl_pl: Dostarczanie na adres odbiorcy (doręczenie bezpośrednio na adres)

source: UPS delivers the parcel to the shipping address provided by customer.
de_de: UPS liefert das Paket an die vom Kunden angegebene Versandadresse.
es_es: UPS entregará el paquete a la dirección de envío proporcionada por el cliente.
fr_fr: UPS livre le colis à l’adresse de livraison fournie par le client.
it_it: UPS consegna il pacchetto all’indirizzo di spedizione fornito dal cliente.
nl_nl: UPS levert het pakket naar het verzendadres dat door de klant is opgegeven.
pl_pl: UPS dostarcza paczkę na adres wysyłki podany przez klienta

source: Choose Account Number for this option
de_de: Kundennummer für diese Option auswählen
es_es: Elige un número de cuenta para esta opción
fr_fr: Choisissez un numéro de compte pour cette option
it_it: Scegli il numero di codice per quest’opzione
nl_nl: Kies Accountnummer voor deze optie
pl_pl: Wybierz numer konta UPS dla tej opcji

source: Cut off time
de_de: Annahmeschluss
es_es: Plazo máximo
fr_fr: Heure limite d’expédition
it_it: Ora di cut off
nl_nl: Sluitingstijdstip
pl_pl: Najpóźniejszy termin odbioru

source: The cut off time selected here will be used in calculating the schedule delivery date and time, which will be displayed on your website checkout.<br><br>For example, if the cut off time is selected as 5 PM and your e-shoppers views your webstore at 5.01 PM, all UPS scheduled delivery dates and time will be calculated from the following business day. When deciding this cut off time, please ensure that you have sufficient time to fulfill the order before the UPS scheduled pick up or you are able to drop off the packages at a UPS Access Point.<br><br>If you are unsure about fulfilling customer orders on the same day, you can select "Disable" which will result in the e-shopper seeing a generic delivery schedule for each available UPS service. For Example; "UPS Standard - In most cases, delivered within 1 to 3 business days in Europe."
pl_pl: Najpóźniejszy termin odbioru wybrany tutaj zostanie użyty do ustalenia planowanej daty i godziny doręczenia. Informacja ta zostanie wyświetlona na stronie transakcji.<br><br>Przykładowo, jeśli ustalony czas odbioru to 17.00, a kupujący przejdzie do strony transakcyjnej o 17.01, czas dostawy dla wszystkich usług UPS będzie liczony od następnego dnia roboczego. Przed ustaleniem najpóźniejszego czasu odbioru należy upewnić się że do tego czasu zostanie przygotowana przesyłka. Alternatywą jest nadanie przesyłki samodzielnie w wybranym punkcie UPS Access Point™.<br><br>Jeśli nie masz pewności, że przygotujesz przesyłkę tego samego dnia, wybierz opcję 'WYŁĄCZ'. W tym przypadku kupujący zobaczy standardową informację UPS o czasach dostawy.

source: Select the UPS services you want to be visible in the checkout for your e-shoppers. To learn more about UPS services, refer UPS Tariff/Terms and Conditions of Service on UPS.COM
de_de: Wählen Sie die UPS Services aus, die für Ihre Online-Käufer beim Bezahlen angezeigt werden sollen. Weitere Informationen über UPS Services finden Sie auf UPS.COM im Bereich zu UPS Tarifen bzw. Servicebedingungen.
es_es: Selecciona los servicios de UPS que quieres que sean visibles en el proceso de compra de tus compradores electrónicos. Para obtener más información sobre los servicios de UPS, consulta las Tarifas/Términos y Condiciones de servicio de UPS en UPS.COM
fr_fr: Sélectionnez les services UPS que vous voulez proposer à vos clients lors du processus de confirmation de commande. Pour en savoir plus les services UPS, consultez les Tarifs/Conditions générales du service UPS sur UPS.COM
it_it: Seleziona i servizi UPS da rendere visibili al checkout per gli acquirenti online. Per saperne di più sui servizi UPS, fai riferimento a Tariffe/Termini e condizioni del servizio UPS su UPS.COM
nl_nl: Selecteer de UPS-diensten die u wilt weergeven bij de afrekening voor uw webshopklanten. Raadpleeg de UPS Tarieven/Voorwaarden en bepalingen voor service op UPS.COM voor meer informatie over UPS-diensten
pl_pl: Wybierz usługi UPS, które mają być widoczne dla kupującego na stronie transakcji. Aby dowiedzieć się więcej o dostępnych usługach UPS, zapoznaj się z Przewodnikiem po Usługach na www.ups.com

source: I agree to the UPS Technology Agreement and confirm that I've been given enough time to read it and understand that it contains important terms about my use of UPS Technologies, like limiting UPS's liability and my agreement on how disputes between UPS and me will be handled.
de_de: Ich stimme der UPS Technologievereinbarung zu und bestätige, dass ich ausreichend Zeit hatte, sie zu lesen und zu verstehen, dass sie wichtige Bedingungen hinsichtlich der Nutzung von UPS Technologien enthält, wie z.B. zur Beschränkung der Haftung von UPS und meiner Zustimmung zur Art und Weise der Beilegung von Streitsachen zwischen UPS und mir.
es_es: Acepto el Contrato de tecnología de UPS y confirmo que he recibido tiempo suficiente para leerlo y aceptarlo, que contiene los términos importantes sobre mi uso de las tecnologías de UPS, como los términos que limitan la responsabilidad de UPS y mi acuerdo sobre cómo se gestionarán los conflictos entre UPS y yo.
fr_fr: J’accepte les conditions du contrat d’utilisation des technologies UPS et je confirme avoir disposé de suffisamment de temps pour le lire, et je comprends qu’il contient des termes importants concernant l’utilisation des technologies UPS, comme des termes limitant la responsabilité d’UPS, et des informations concernant la manière dont les litiges entre UPS et moi seront traités.
it_it: Accetto il Contratto per l’utilizzo delle tecnologie UPS e confermo di aver dedicato il tempo sufficiente alla lettura e comprensione dei termini importanti che contiene circa il mio utilizzo delle tecnologie UPS, come la limitazione della responsabilità di UPS e la mia accettazione relativa alla gestione delle controversie tra UPS e me.
nl_nl: Ik ga akkoord met de UPS Technologieovereenkomst en bevestig dat ik voldoende tijd heb gekregen om het te lezen en begrijp dat het belangrijke voorwaarden bevat over mijn gebruik van UPS-technologieën, zoals de beperking van de aansprakelijkheid van UPS en mijn instemming over hoe geschillen tussen UPS en mij zullen behandeld worden.
pl_pl: Potwierdzam, że otrzymałem wystarczająco dużo czasu na przeczytanie i zrozumienie powyższej Umowy o Technologii UPS („UTA”) oraz Warunków Usług Danych [Kliknij <a href='https://www.ups.com/assets/resources/media/pl_PL/ups-license-data-and-service-terms-woocommerce.pdf' target='_blank'>tutaj</a>, aby wyświetlić warunki] („Warunki danych”) dla UPS Shipping i UPS Access Point™: Oficjalna wtyczka („Moduł”). Niniejszym zgadzam się, że UTA zawiera ważne warunki dotyczące mojego korzystania z Technologii UPS (zgodnie z definicją w niej zawartą), a Warunki danych zawierają ważne warunki dotyczące korzystania przeze mnie i wymiany informacji z UPS za pośrednictwem Modułu, w każdym przypadku łącznie z warunkami, takimi jak ograniczenie odpowiedzialności UPS oraz moja zgoda co do tego, jak będą rozstrzygane spory między UPS a mną.

source: The minimum thresholds can not be the same
pl_pl: Minimalne progi nie mogą być takie same

source: Flat rates
es_es: Tarifas planas
fr_fr: Taux uniformes
it_it: Tariffe fisse
nl_nl: Vaste tarieven
pl_pl: Stawki ryczałtowe

source: Real time shipping rates
de_de: Echtzeit-Versandtarife
es_es: Tarifas de envío en tiempo real
fr_fr: Tarifs d’expédition en temps réel
it_it: Tariffe di spedizione in tempo reale
nl_nl: Realtime verzendtarieven
pl_pl: Stawki dostawy w czasie rzeczywistym

source: The name Package is exist.
de_de: Der Name „Paket“ existiert bereits.
es_es: El nombre Paquete ya existe.
fr_fr: Le nom du colis existe déjà.
it_it: Il nome Pacco esiste già.
nl_nl: De naam Pakket bestaat al.
pl_pl: Nazwa Paczka istnieje.

source: Delivered by End of Business Day
de_de: Zustellung bis Ende des Arbeitstages
es_es: A entregar a final del día laborable
fr_fr: Livraison dans la journée
it_it: Consegnato entro fine giornata lavorativa
nl_nl: Geleverd voor einde werkdag
pl_pl: Paczka doręczona do końca dnia roboczego

source: Delivered by
de_de: Zustellung bis
es_es: Entregar en
fr_fr: Livré à
it_it: Consegnato entro
nl_nl: Afgeleverd in
pl_pl: Doręczenie do

source: Open 24 hours
de_de: 24 Stunden geöffnet
es_es: Abierto 24 horas
fr_fr: Ouvert 24 heures sur 24
it_it: Aperto 24 ore su 24
nl_nl: 24 uur geopend
pl_pl: Otwarte całą dobę

source: Monday
de_de: Montag
es_es: Lunes
fr_fr: Lundi
it_it: Lunedì
nl_nl: Maandag
pl_pl: Poniedziałek

source: Tuesday
de_de: Dienstag
es_es: Martes
fr_fr: Mardi
it_it: Martedì
nl_nl: Dinsdag
pl_pl: Wtorek

source: Wednesday
de_de: Mittwoch
es_es: Miércoles
fr_fr: Mercredi
it_it: Mercoledì
nl_nl: Woensdag
pl_pl: Środa

source: Thursday
de_de: Donnerstag
es_es: Jueves
fr_fr: Jeudi
it_it: Giovedì
nl_nl: Donderdag
pl_pl: Czwartek

source: Friday
de_de: Freitag
es_es: Viernes
fr_fr: Vendredi
it_it: Venerdì
nl_nl: Vrijdag
pl_pl: Piątek

source: Saturday
de_de: Samstag
es_es: Sábado
fr_fr: Samedi
it_it: Sabato
nl_nl: Zaterdag
pl_pl: Sobota

source: Sunday
de_de: Sonntag
es_es: Domingo
fr_fr: Dimanche
it_it: Domenica
nl_nl: Zondag
pl_pl: Niedziela

source: UPS Shipping and UPS Access Point™ : Official Plugin
de_de: UPS Shipping und UPS Access Point™: Offizielles Plugin
es_es: Servicio UPS Shipping y UPS Access Point™: complemento oficial
fr_fr: Envoi UPS et UPS Access Point™ : plug-in officiel
it_it: UPS Shipping e UPS Access Point™: Plugin ufficiale
nl_nl: UPS Shipping en UPS Access Point™: officiële invoegtoepassing
pl_pl: UPS Shipping i UPS Access Point™: oficjalna wtyczka

source: This module allows you to easily integrate UPS services into your store with a range of guaranteed delivery services (including deliveries to UPS Access Points™) to meet your customers' need for speed and budget.
de_de: Dieses Modul ermöglicht Ihnen die einfache Integration der UPS-Dienste in Ihrem Shop – mit einer Auswahl an garantierten Liefer-Services (einschließlich Lieferungen an UPS Access Points™), um den Bedürfnissen Ihrer Kunden hinsichtlich Geschwindigkeit und Budget zu entsprechen.
es_es: Este módulo te permite integrar de manera sencilla los servicios de UPS en tu tienda, con una amplia variedad de servicios de entrega garantizados (se incluye las entregas de UPS Access Points™) a un precio y velocidad que necesiten tus clientes.
fr_fr: Ce module vous permet d’intégrer facilement les services UPS à votre boutique en vous offrant une gamme de services de livraison garantie (dont les livraisons aux UPS Access Point™) pour répondre aux besoins de vos clients en matière de délai de livraison et de budget.
it_it: Questo modulo consente di integrare facilmente i servizi UPS nel proprio negozio con una gamma di servizi di consegna garantita (comprese le spedizioni agli UPS Access Point™) per soddisfare le esigenze di velocità e budget dei vostri clienti.
nl_nl: Deze module biedt u de mogelijkheid om UPS-services makkelijk te integreren in uw winkel, met een reeks services voor gegarandeerde aflevering (met inbegrip van aflevering in UPS Access Points™) om te voldoen aan de behoefte aan snelheid en budget van uw klanten.
pl_pl: Moduł ten pozwala na łatwą integrację usług UPS z Państwa sklepem internetowym. Umożliwia łatwe udostępnienie wielu opcji dostawy (również do punktów odbioru UPS Access Points™) zapewniając kupującym szeroki wybór w zależności od czasu i miejsca dostawy.

source: For more information visit %s
de_de: Weitere Informationen finden Sie unter %s
es_es: Para obtener más información, visita %s
fr_fr: Pour plus d’informations, veuillez visiter le site %s
it_it: Per maggiori informazioni visita %s
nl_nl: Bezoek %s voor meer informatie
pl_pl: Aby uzyskać więcej informacji, odwiedź stronę %s

source: Compatible with WooCommerce versions 3.2, 3.3
de_de: Kompatibel mit WooCommerce-Versionen 3.2, 3.3
es_es: Compatible con WooCommerce en las versiones 3.2 y 3.3
fr_fr: Compatible avec les versions WooCommerce 3.2 et 3.3
it_it: Compatibile con WooCommerce versioni 3.2, 3.3
nl_nl: Compatibel met WooCommerce versies 3.2, 3.3
pl_pl: Kompatybilność z wersjami WooCommerce 3.2, 3.3

source: For assistance with installing, upgrading, or using UPS Shipping Module, please contact UPS at -
de_de: Wenn Sie Unterstützung beim Installieren, Upgraden oder der Verwendung des UPS Versandmoduls benötigen, wenden Sie sich bitte an UPS:
es_es: Para recibir asistencia a la hora de instalar, mejorar o utilizar el módulo de envíos de UPS, ponte en contacto con UPS en el
fr_fr: Pour obtenir de l’aide avec l’installation, les mises à jour ou l’utilisation du module d’expédition UPS, veuillez contacter UPS au:
it_it: Per assistenza all’installazione, l’aggiornamento o l’utilizzo del modulo di spedizione UPS, contatta UPS al numero:
nl_nl: Neem contact op met UPS over het installeren, upgraden of gebruiken van de UPS Shipping-module in -
pl_pl: Per assistenza all’installazione, l’aggiornamento o l’utilizzo del modulo di spedizione UPS, contatta UPS al numero:

source: Poland +48 (0) 22 203 03 21
de_de: Polen +48 (0) 22 203 03 21
es_es: España +34 91 745 64 00
fr_fr: Pologne +48 (0) 22 203 03 21
it_it: Polonia +48 (0) 22 203 03 21
nl_nl: Nederland +31 (0)20 5040 500
pl_pl: Polonia +48 (0) 22 203 03 21

source: Minor bug fixes
de_de: testing
es_es: Se agregó el botón Descargar registro y se corrigió un error menor.
fr_fr: Ajout du bouton Télécharger le journal et correction d'un bug mineur.
it_it: Aggiunto il pulsante Download log e corretto un bug minore.
nl_nl: De knop Logboek downloaden toegevoegd en een kleine bug verholpen.
pl_pl: Dodano przycisk Pobierz dziennik i naprawiono drobny błąd.

source: The cut off time selected here will be used in calculating the schedule delivery date and time, which will be displayed on your website checkout.
de_de: Der hier ausgewählte Annahmeschluss wird bei der Berechnung des planmäßigen Datums und der Uhrzeit der Zustellung verwendet, das bzw. die beim Bezahlen auf Ihrer Website angezeigt wird.
es_es: El plazo máximo que se seleccione aquí se utilizará en el cálculo de la fecha y hora de entrega programada que aparecerá en el proceso de compra de tu sitio web.
fr_fr: L’heure limite d’expédition sélectionnée ici sera utilisée pour calculer la date et l’heure de la livraison, qui s’afficheront sur la page de confirmation de commande de votre site web.
it_it: L’ora di cut off qui selezionata verrà utilizzata per il calcolo della programmazione della data di consegna, che verrà visualizzata al checkout del tuo sito Web.
nl_nl: Het sluitingstijdstip dat hier is geselecteerd, wordt gebruikt bij het berekenen van de geplande leverdatum en het tijdstip die worden weergegeven op de afrekenpagina van uw webshop.
pl_pl: L’ora di cut off qui selezionata verrà utilizzata per il calcolo della programmazione della data di consegna, che verrà visualizzata al checkout del tuo sito Web.

source: For example, if the cut off time is selected as 5 PM and your e-shoppers views your webstore at 5.01 PM, all UPS scheduled delivery dates and time will be calculated from the following business day. When deciding this cut off time, please ensure that you have sufficient time to fulfill the order before the UPS scheduled pick up or you are able to drop off the packages at a UPS Access Point™.
de_de: Wenn beispielsweise als Annahmeschluss 17 Uhr ausgewählt ist und Ihre Online-Käufer sich Ihren Online-Shop um 17:01 Uhr ansehen, werden alle geplanten UPS Zustellungsdaten und -uhrzeiten ab dem darauffolgenden Arbeitstag berechnet. Wenn Sie diesen Annahmeschluss festlegen, stellen Sie bitte sicher, dass Sie über ausreichend Zeit verfügen, die Bestellung vor der von UPS geplanten Abholung abzuwickeln, oder ob Sie die Pakete bei einem UPS Access Point™ abgeben können.
es_es: Por ejemplo, si has seleccionado como plazo máximo las 17:00 y tu comprador electrónico visita tu tienda web a las 17:01, todas las fechas y horas de entregas programadas de UPS se calcularán a partir del siguiente día laborable. Al decidir este plazo máximo, asegúrate de tener tiempo suficiente para llevar a cabo el pedido antes de la recogida programada de UPS o de poder depositar los paquetes en un UPS Access Point™.
fr_fr: Par exemple, si l’heure limite d’expédition sélectionnée est 17 h et que votre client est sur votre boutique en ligne à 17 h 01, toutes les dates et heures de livraison d’UPS seront calculées à partir du prochain jour ouvrable. Lorsque vous choisissez l’heure limite d’expédition, assurez-vous d’avoir assez de temps pour préparer la commande avant l’enlèvement programmé par UPS ou de pouvoir déposer les colis dans un relais UPS Access Point™.
it_it: Ad esempio, se l’ora di cut off selezionata è le 17:00, e gli acquirenti online visualizzano il webstore alle 17:01, tutte le date di consegna programmata verranno calcolate a partire dal giorno lavorativo seguente. Quando decidi l’ora di cut off, accertati di disporre di tempo sufficiente per evadere l’ordine prima del ritiro programmato di UPS o prima del deposito del pacchetto presso l’UPS Access Point™.
nl_nl: Als het sluitingstijdstip bijvoorbeeld is ingesteld op 17:00 uur en uw klant bekijkt uw webshop om 17:01 uur, worden alle leverdatums en -tijdstippen van UPS berekend vanaf de volgende werkdag. Zorg er bij het kiezen van dit sluitingstijdstip voor dat u voldoende tijd overhoudt om de bestelling af te handelen vóór het geplande ophaaltijdstip van UPS, of om de pakketten op tijd bij een UPS Access Point™ af te leveren.
pl_pl: Ad esempio, se l’ora di cut off selezionata è le 17:00, e gli acquirenti online visualizzano il webstore alle 17:01, tutte le date di consegna programmata verranno calcolate a partire dal giorno lavorativo seguente. Quando decidi l’ora di cut off, accertati di disporre di tempo sufficiente per evadere l’ordine prima del ritiro programmato di UPS o prima del deposito del pacchetto presso l’UPS Access Point™.

source: If you are unsure about fulfilling customer orders on the same day, you can select "Disable" which will result in the e-shopper seeing a generic delivery schedule for each available UPS service. For Example; "UPS® Standard - In most cases, delivered within 1 to 3 business days in Europe."
de_de: Wenn Sie unsicher sind, ob Sie Kundenbestellungen am selben Tag abwickeln können, können Sie „Deaktivieren“ auswählen. Dadurch wird den Käufern ein allgemeiner Zustellungszeitplan für jeden verfügbaren UPS Service angezeigt. Beispiel: „UPS® Standard – Zustellung in den meisten Fällen innerhalb von 1 bis 3 Werktagen in Europa.“
es_es: Si no sabes con seguridad si podrás completar los pedidos del cliente en el mismo día, puedes seleccionar «Desactivar» y el comprador electrónico verá una programación de entrega genérica en los servicios de UPS disponibles. Por ejemplo, «UPS® Standard: se suele entregar entre 1 y 3 días laborables en Europa».
fr_fr: Si vous ne pensez pas avoir le temps de préparer les commandes des clients le jour même, vous pouvez sélectionner « Désactiver » et votre client verra un délai de livraison générique pour chaque service UPS disponible. Par exemple : « UPS® Standard — généralement livré sous 1 à 3 jours ouvrables en Europe. »
it_it: Se non sei sicuro in merito all’evasione degli ordini dei clienti lo stesso giorno, puoi selezionare "Disabilita", che farà sì che l’acquirente online riceva una programmazione di consegna generica per ciascun servizio UPS disponibile. Ad esempio; "UPS® Standard - nella maggior parte dei casi, consegna entro 1 - 3 giorni lavorativi in Europa."
nl_nl: Als u niet zeker weet of u alle bestellingen op dezelfde dag kunt afhandelen, kunt u 'Uitschakelen' selecteren. Hierdoor wordt een algemeen leveringsschema voor elke beschikbare UPS-dienst op de webshop weergegeven. Bijvoorbeeld 'UPS® Standard - Levering in de meeste gevallen binnen 1 tot 3 werkdagen in Europa.'
pl_pl: Se non sei sicuro in merito all’evasione degli ordini dei clienti lo stesso giorno, puoi selezionare "Disabilita", che farà sì che l’acquirente online riceva una programmazione di consegna generica per ciascun servizio UPS disponibile. Ad esempio; "UPS® Standard - nella maggior parte dei casi, consegna entro 1 - 3 giorni lavorativi in Europa."

source: Support information
de_de: Support-Informationen
es_es: Información de ayuda
fr_fr: Informations sur l’assistance
it_it: Informazioni di supporto
nl_nl: Informatie over ondersteuning
pl_pl: Informacje dotyczące wsparcia

source: January
de_de: Januar
es_es: Enero
fr_fr: janvier
it_it: Gennaio
nl_nl: Januari
pl_pl: Styczeń

source: February
de_de: Februar
es_es: Febrero
fr_fr: février
it_it: Febbraio
nl_nl: Februari
pl_pl: Luty

source: March
de_de: März
es_es: Marzo
fr_fr: mars
it_it: Marzo
nl_nl: Maart
pl_pl: Marzec

source: April
es_es: Abril
fr_fr: avril
it_it: Aprile
pl_pl: Kwiecień

source: May
de_de: Mai
es_es: Mayo
fr_fr: mai
it_it: Maggio
nl_nl: Mei
pl_pl: Maj

source: June
de_de: Juni
es_es: Junio
fr_fr: juin
it_it: Giugno
nl_nl: Juni
pl_pl: Czerwiec

source: July
de_de: Juli
es_es: Julio
fr_fr: juillet
it_it: Luglio
nl_nl: Juli
pl_pl: Lipiec

source: August
es_es: Agosto
fr_fr: août
it_it: Agosto
nl_nl: Augustus
pl_pl: Sierpień

source: September
es_es: Septiembre
fr_fr: septembre
it_it: Settembre
pl_pl: Wrzesień

source: October
de_de: Oktober
es_es: Octubre
fr_fr: octobre
it_it: Ottobre
nl_nl: Oktober
pl_pl: Listopad

source: November
es_es: Noviembre
fr_fr: novembre
it_it: Novembre
pl_pl: Październik

source: December
de_de: Dezember
es_es: Diciembre
fr_fr: décembre
it_it: Dicembre
pl_pl: Grudzień

source: Germany
de_de: Deutschland
es_es: Alemania
fr_fr: Allemagne
it_it: Germania
nl_nl: Duitsland
pl_pl: Niemcy

source: Spain
de_de: Spanien
es_es: España
fr_fr: Espagne
it_it: Spagna
nl_nl: Spanje
pl_pl: Hiszpania

source: Italy
de_de: Italien
es_es: Italia
fr_fr: Italie
it_it: Italia
nl_nl: Italië
pl_pl: Włochy

source: Netherlands
de_de: Niederlande
es_es: Países Bajos
fr_fr: Pays-Bas
it_it: Paesi Bassi
nl_nl: Nederland
pl_pl: Holandia

source: France
de_de: Frankreich
es_es: Francia
it_it: Francia
nl_nl: Frankrijk
pl_pl: Francja

source: Error! Maximum allowable per package weight is 70.00 kgs or 154.32 lbs.
de_de: Fehler! Das maximal zulässige Gewicht pro Paket beträgt 70,00 kg.
es_es: Error: El peso máximo permitido por paquete es de 70 kg o 154.32 libras.
fr_fr: Erreur : Le poids maximal autorisé par colis est de 70 kg (154,32 lb).
it_it: Errore! Il peso massimo consentito per i pacchi è di 70,00 kg o 154,32 lb.
nl_nl: Fout! Het maximale toegestane gewicht per pakket is 70,00 kg of 154,32 lbs.
pl_pl: Błąd! Maksymalna dozwolona waga paczki to 70,00 kg lub 154,32 funtów.
