Repository: common-repository/ups-eu-woocommerce
Catalog: languages/*/ups-*-woocommerce-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl

source: The e-shopper will see the % of real time UPS rates. These rates are calculated using the default package weight and dimensions that you configured in the previous screen (Package Dimensions).<br><br>Please Note :<br>1. UPS real time shipping rates are exclusive of VAT. If you want to display the rates including VAT, please add the VAT % to the shipping rate. E.g. If VAT is 23%, and you want to display rates including VAT, you should insert 123% above.<br>2. The e-shopper may select COD as a payment option within the Woocommerce checkout after the shipping rates are calculated. In this scenario, UPS COD surcharges which will be billed, are not added to the displayed shipping rates automatically. This is due to the order in which Woocommerce displays shipping and payment options.
de_de: Der Online-Käufer sieht den Prozentsatz der UPS Echtzeitkosten. Diese Tarife werden mithilfe von Gewicht und Maßen des Standardpakets berechnet, das Sie im vorherigen Bildschirm konfiguriert haben (Paketabmessungen).<br><br>Hinweis:<br>1. Die UPS Echtzeit-Versandtarife verstehen sich exklusive Mehrwertsteuer. Wenn Sie die Tarife einschließlich Mehrwertsteuer anzeigen möchten, fügen Sie bitte den Mehrwertsteuer-Prozentsatz zu den Versandtarifen hinzu. Beispiel: Wenn die MwSt 23% beträgt und Sie die Tarife einschließlich MwSt anzeigen möchten, fügen Sie oben 123% ein.<br>2. Der Online-Käufer kann im Rahmen des Bezahlens über Woocommerce Nachnahme als Zahlungsoption auswählen, nachdem die Versandtarife berechnet wurden. In diesem Szenario werden UPS Nachnahmezuschläge, die berechnet werden, nicht automatisch zu den angezeigten Versandtarifen addiert. Dies liegt an der Reihenfolge, in der Woocommerce Versand- und Zahlungsoptionen anzeigt.
es_es: El comprador electrónico verá el % de las tarifas de UPS en tiempo real. Estas tarifas se calcularán a partir del peso y las dimensiones del paquete predeterminado que hayas configurado en la pantalla anterior (dimensiones del paquete).<br><br>Ten en cuenta lo siguiente:<br>1. Las tarifas de envío en tiempo real de UPS no incluyen IVA. Si quieres mostrar las tarifas con IVA, añade el % de IVA a la tarifa de envío. Por ejemplo, si el IVA es el 23 %, y quieres que las tarifas aparezcan con IVA, deberías introducir un 123 % en el campo anterior.<br>2. El comprador electrónico puede seleccionar la Entrega contra reembolso (COD) como opción de pago en el proceso de compra de OpenCart después de que se hayan calculado las tarifas de envío. En este caso, los cargos de COD de UPS que están tarifados, no se añaden a las tarifas de envío que se muestran de forma automática. Esto se debe al orden en el que OpenCart muestra las opciones de pago y de envío.
fr_fr: Le client verra le % des tarifs d’UPS en temps réel. Ces tarifs sont calculés en fonction du poids et des dimensions du colis par défaut que vous avez configuré à l’écran précédent (Dimensions du colis).<br><br>Remarque :<br>1. Les tarifs d’expédition d’UPS en temps réel n’incluent pas la TVA. Si vous voulez afficher les tarifs en incluant la TVA, veuillez ajouter le taux de TVA en % au tarif d’expédition. Par exemple, si la TVA s’élève à 23 % et que vous souhaitez afficher les tarifs en incluant la TVA, vous devez saisir 123 % au-dessus.<br>2. Le client peut sélectionner l’option de paiement COD lors de la confirmation de commande dans Woocommerce après le calcul des tarifs d’expédition. Dans ce scénario, les surcoûts du COD d’UPS, qui seront facturés, ne sont pas ajoutés automatiquement aux tarifs d’expédition affichés. Ceci est dû à la commande pour laquelle Woocommerce affiche les options d’expédition et de paiement.
it_it: L’acquirente online visualizzerà la % delle tariffe UPS in tempo reale. Queste tariffe vengono calcolate utilizzando le dimensioni e il peso del pacco predefinito configurato nella schermata precedente (Dimensioni del pacco).<br><br>Nota:<br>1. Le tariffe di spedizione in tempo reale UPS sono IVA esclusa. Se desideri mostrare le tariffe inclusive di IVA, aggiungi la % di IVA alla tariffa di spedizione. Ad es., se l’IVA è del 23%, e desideri mostrare le tariffe inclusive di IVA, sopra dovrai inserire 123%.<br>2. L’acquirente online può selezionare COD come opzione di pagamento al checkout Woocommerce dopo aver calcolato le tariffe di spedizione. In questo caso, il supplemento UPS COD addebitato non viene aggiunto in maniera automatica alle tariffe di spedizione visualizzate. Questo per via dell’ordine con cui Woocommerce visualizza le opzioni di spedizione e pagamento.
nl_nl: De webshopklant ziet het percentage van de realtime UPS-tarieven. Deze tarieven worden berekend met gebruikmaking van het gewicht en de afmetingen van het standaardpakket dat u in het vorige scherm hebt geconfigureerd (Pakketafmetingen).<br><br>Let op:<br>1. Realtime verzendtarieven van UPS zijn exclusief BTW. Als u de verzendtarieven inclusief BTW wilt laten weergeven, moet u het BTW-percentage aan het verzendtarief toevoegen. Als het BTW-percentage bijvoorbeeld 23% bedraagt en u wilt de tarieven inclusief BTW weergeven, moet u hierboven 123% invullen.<br>2. De webshopklant kan COD als betalingsoptie kiezen in de Woocommerce-betaling nadat de verzendtarieven zijn berekend. In dit geval worden de te factureren COD-toeslagen van UPS niet automatisch bij de weergegeven verzendtarieven opgeteld. Dit wordt veroorzaakt door de volgorde waarin Woocommerce de verzend- en betalingsopties weergeeft.
pl_pl: Kupujący zobaczy % aktualnej stawki UPS. Ceny są wyliczone na podstawie wagi i wymiarów Przesyłki Domyślnej, skonfigurowanej na poprzedniej stronie (Wymiary Przesyłki)<br><br>Uwaga:<br>1. Aktualne stawki UPS za przesyłkę nie uwzględniają VAT. Jeśli chcesz pokazać ceny z VAT, należy dodać % VAT do ceny za przesyłkę. W przypadku jeśli VAT wynosi 23%, w miejsce powyżej należy wstawić 123%<br>2. Kupujący może w koszyku Woocommerce wybrać jako sposób płatności Przesyłkę za Pobraniem już po wyliczeniu ceny za przesyłkę. W tym przypadku, koszty usługi pobrania zostaną zafakturowane, jednak nie zostaną automatycznie dodane do stawki za przesyłkę widocznej na stronie. Spowodowane to jest kolejnością wyświetlenia stawek za przesyłke i za pobranie w systemie Woocommerce

source: Please Note : Because COD is a payment option in shopping cart that is selected by e-shopper after selecting UPS service in the website check out, the UPS plug-in cannot automatically add back UPS COD charges in the total shipping fee even if you show UPS shipping rates in the check-out.
pl_pl: Uwaga: Ponieważ pobranie należności (COD) jest opcją płatności, która jest wybierana przez kupującego w koszyku po wyborze usługi UPS na stronie, plugin UPS nie może automatycznie uwzględnić opłat za pobranie należności (COD) w podsumowaniu kosztów całkowitych wysyłki nawet jeśli używasz interfejsu API Ustalanie stawek UPS, aby wyświetlić koszty wysyłki UPS w podsumowaniu zamówienia.

source: Ship to Address
de_de: An Adresse versenden
es_es: Enviar a dirección de destino
fr_fr: Adresse du destinataire
it_it: Indirizzo di destinazione
nl_nl: Verzenden naar adres
pl_pl: Wysyłka na adres

source: Order Value threshold
de_de: Bestellwert-Schwellenwert
es_es: Límite de valor del pedido
fr_fr: Palier de valeur de commande
it_it: Soglia di valore dell’ordine
nl_nl: Drempel opdrachtwaarde
pl_pl: Próg wartości zamówienia

source: Delivery rates
de_de: Zustellungstarife
es_es: Tarifas de entrega
fr_fr: Tarifs de livraison
it_it: Tariffe di consegna
nl_nl: Leveringstarieven
pl_pl: Stawki dostawy

source: Delivery rates is
de_de: Die Zustellungstarife entsprechen
es_es: Las tarifas de entrega son el
fr_fr: Les tarifs de livraison s’élèvent à
it_it: Le tariffe di consegna sono il
nl_nl: Afleveringstarief is
pl_pl: Stawki dostawy są

source: % of UPS shipping rates
de_de: % der UPS Versandtarife
es_es: % de las tarifas de envío de UPS
fr_fr: % des tarifs d’expédition d’UPS
it_it: % delle tariffe di spedizione di UPS
nl_nl: % van UPS-verzendtarieven
pl_pl: % stawek za wysyłkę UPS

source: Title
de_de: Titel
es_es: Tratamiento
fr_fr: Titre
it_it: Titolo
nl_nl: Titel
pl_pl: Tytuł

source: Full name
de_de: Kontakt Name
es_es: Nombre completo
fr_fr: Nom complet
it_it: Nome completo
nl_nl: Volledige naam
pl_pl: Pelna nazwa

source: Mr
de_de: Herr
es_es: Sr.
fr_fr: Monsieur
it_it: Sig.
nl_nl: De heer
pl_pl: Pan

source: Miss
de_de: Frau
es_es: Srta.
fr_fr: Mademoiselle
it_it: Sig.na
nl_nl: Mevrouw
pl_pl: Pani

source: Mrs
de_de: Frau
es_es: Sra.
fr_fr: Madame
it_it: Sig.ra
nl_nl: Mevrouw
pl_pl: Pani

source: Ms
de_de: Frau
es_es: Srta.
fr_fr: Mme
it_it: Sig.na
nl_nl: Mevrouw
pl_pl: Pani

source: I do not have a UPS Account Number and would like to get one from the plug-in
de_de: Ich habe keine UPS Kundennummer und hätte gerne eine für das Plug-in.
es_es: No tengo un número de cuenta UPS y me gustaría obtener uno desde el complemento
fr_fr: Je ne possède pas de numéro de compte UPS et je souhaiterais en obtenir un avec l’extension
it_it: Non dispongo di un Codice Cliente UPS e desidero ottenerne uno dal plug-in
nl_nl: Ik heb geen UPS-accountnummer, maar ik wil er graag een ontvangen via de plug-in
pl_pl: Nie posiadam numeru klienta UPS i chciałbym go uzyskać za pomocą pluginu

source: I don’t have a UPS account number and would like to get one with discounted rates from the plug-in
de_de: Ich habe keine UPS Kundennummer und hätte gerne eine von dem Plug-in.
es_es: No tengo un número de cuenta UPS y me gustaría obtener uno desde el complemento
fr_fr: Je ne possède pas de numéro de compte UPS et je souhaiterais en obtenir un avec l’extension
it_it: Non dispongo di un Codice Cliente UPS e desidero ottenerne uno dal plug-in
nl_nl: Ik heb geen UPS-accountnummer, maar ik wil er graag een ontvangen via de plug-in
pl_pl: Nie posiadam numeru klienta UPS i chciałbym go uzyskać za pomocą pluginu

source: Business to business shipments from the US to Europe require VAT number. If you do not have a VAT number at this time, you can add to your account at a later date on UPS.com.
de_de: Business to business shipments from the US to Europe require VAT number. If you do not have a VAT number at this time, you can add to your account at a later date on UPS.com. DE
es_es: Business to business shipments from the US to Europe require VAT number. If you do not have a VAT number at this time, you can add to your account at a later date on UPS.com. ES
fr_fr: Business to business shipments from the US to Europe require VAT number. If you do not have a VAT number at this time, you can add to your account at a later date on UPS.com. FR
it_it: Business to business shipments from the US to Europe require VAT number. If you do not have a VAT number at this time, you can add to your account at a later date on UPS.com. IT
nl_nl: Business to business shipments from the US to Europe require VAT number. If you do not have a VAT number at this time, you can add to your account at a later date on UPS.com. NL
pl_pl: Business to business shipments from the US to Europe require VAT number. If you do not have a VAT number at this time, you can add to your account at a later date on UPS.com. PL

source: VAT number
de_de: Umsatzsteueridentifikationsnummer
es_es: CIF
fr_fr: Numéro de TVA
it_it: Partita IVA
nl_nl: BTW-nummer
pl_pl: Numer NIP

source: Promo Code
de_de: Angebotscode
es_es: Código de promoción
fr_fr: Code promotionnel
it_it: Codice promozionale
nl_nl: Promotiecode
pl_pl: Kod promocyjny

source: Get started
de_de: Loslegen
es_es: Empezar
fr_fr: Commencer
it_it: Per cominciare
nl_nl: Aan de slag
pl_pl: Rozpocznij

source: Total Amount Due for the given invoice. It can be found on the 'Summary of Charges' table on the first page on the invoice
de_de: Fälliger Gesamtbetrag für die jeweilige Rechnung. Diese Angabe finden Sie in der Kostenübersichtstabelle auf der ersten Seite der Rechnung.
es_es: Importe total a pagar en dicha factura. Se puede encontrar en la tabla «Resumen de cargos» en la primera página de la factura
fr_fr: Montant total à payer pour la facture donnée. Vous pouvez le retrouver dans le tableau « Résumé des tarifs » sur la première page de la facture
it_it: Importo totale dovuto per la fattura in oggetto. Può essere trovato nella tabella ’Riepilogo degli addebiti’ sulla prima pagina della fattura
nl_nl: Totaal verschuldigd bedrag van de betreffende factuur. Deze is vermeld op de eerste pagina van de factuur bij 'Kostenoverzicht'
pl_pl: Łączna kwota należna za daną fakturę. Można ją znaleźć w tabeli 'Podsumowanie opłat' na pierwszej stronie faktury

source: Please Note : Shippers are prohibited from shipping dangerous goods or hazardous materials using the account opened in this application.
de_de: Hinweis: Absendern ist es verboten, Gefahrgut oder gefährliche Materialien über das in dieser Anwendung eröffnete Konto zu versenden.
es_es: Nota: Se prohíbe a los remitentes enviar mercancías o materiales peligrosos a través de la cuenta abierta en esta aplicación.
fr_fr: Remarque : il est interdit aux expéditeurs d’envoyer des biens ou des marchandises dangereuses avec le compte ouvert sur cette application.
it_it: Nota: i mittenti non possono spedire merci pericolose o materiali pericolosi utilizzando il codice cliente creato nella presente applicazione.
nl_nl: Opmerking: Het is verboden voor afzenders om gevaarlijke goederen of gevaarlijke materialen te versturen met het account dat in deze toepassing is geopend.
pl_pl: Uwaga: Nadawcy nie wolno nadawać towarów niebezpiecznych lub materiałów niebezpiecznych za pomocą konta otwartego w tej aplikacji.

source: Your account will support deliveries to authorized UPS Access Point locations after 24 hours.
de_de: Ihr Konto unterstützt nach 24 Stunden Zustellungen an autorisierte UPS Access Points.
es_es: Tu cuenta admitirá entregas a las ubicaciones de UPS Access Point tras 24 horas.
fr_fr: Votre compte prendra en charge les livraisons vers des relais UPS Access Point agréés après 24 heures.
it_it: Il tuo codice supporterà le consegne presso le sedi UPS Access Point dopo 24 ore.
nl_nl: Met uw account worden leveringen ondersteund naar geautoriseerde UPS Access Point-locaties na 24 uur.
pl_pl: Twoje konto będzie wspierać wysyłki do punktów doręczeń UPS Access Point w ciągu 24 godzin.

source: You can find more information on dangerous goods and how UPS can support you shipping them on this link
de_de: Sie finden weitere Information zum Gefahrgutversand und wie UPS Sie beim Versand von Gefahrgut unterstützt, über diesen Link.
es_es: Puedes encontrar más información sobre las mercancías peligrosas y sobre cómo UPS puede ayudarte a enviarlas en este enlace
fr_fr: Vous pouvez obtenir plus d’informations sur les marchandises dangereuses et sur la manière dont UPS peut prendre en charge ces expéditions en cliquant sur ce lien
it_it: Al seguente indirizzo puoi trovare maggiori informazioni sulle merci pericolose e su come UPS può aiutarti a spedirle
nl_nl: Via de volgende link kunt u meer informatie vinden over gevaarlijke goederen en over hoe UPS u kan helpen bij het verzenden hiervan
pl_pl: Możesz znaleźć więcej informacji na temat towarów niebezpiecznych i wsparcia UPS dla ich wysyłki pod tym adresem

source: https://www.ups.com/pl/en/help-center/packaging-and-supplies/special-care-shipments/global-dangerous-goods.page
pl_pl: https://www.ups.com/pl/pl/help-center/packaging-and-supplies/special-care-shipments/global-dangerous-goods.page

source: Order
de_de: Bestellung
es_es: Pedido
fr_fr: Commande
it_it: Ordine
nl_nl: Bestelling
pl_pl: Zamówienie

source: Create Single Shipments
de_de: Einzelsendungen erstellen
es_es: Crear envíos sencillos
fr_fr: Créer des expéditions uniques
it_it: Crea singole spedizioni
nl_nl: Afzonderlijke zendingen maken
pl_pl: Utwórz pojedyncze przesyłki

source: Create Batch Shipments
de_de: Mengensendungen erstellen
es_es: Crear envíos en lote
fr_fr: Créer des ensembles d’expéditions
it_it: Crea gruppo di spedizioni
nl_nl: Groepszendingen maken
pl_pl: Utwórz przesyłki zbiorcze

source: Export All Orders
de_de: Alle Bestellungen exportieren
es_es: Exportar todos los pedidos
fr_fr: Exporter toutes les commandes
it_it: Esporta tutti gli ordini
nl_nl: Alle bestellingen exporteren
pl_pl: Eksportuj wszystkie zamówienia

source: Export Orders
de_de: Bestellungen exportieren
es_es: Exportar pedidos
fr_fr: Exporter les commandes
it_it: Esporta ordini
nl_nl: Bestellingen exporteren
pl_pl: Eksportuj otwarte zamówienia

source: Archive Orders
de_de: Bestellungen archivieren
es_es: Archivar pedidos
fr_fr: Archiver les commandes
it_it: Archivia ordini
nl_nl: Bestellingen archiveren
pl_pl: Archiwizuj zamówienia

source: Accessorials Service
pl_pl: Usługa dodatkowa

source: Customer
de_de: Kunde
es_es: Cliente
fr_fr: Client
it_it: Cliente
nl_nl: Klant
pl_pl: Klient

source: Warning - Archiving orders will move your orders in the Archive tab and you can no longer process these orders. Click 'OK' to continue, 'Cancel' to go back to the screen
de_de: Warnung: Durch das Archivieren von Bestellungen werden Ihre Bestellungen auf die Registerkarte „Archivieren“ verschoben und Sie können diese Bestellungen nicht mehr bearbeiten. Klicken Sie auf „Ok“, um fortzufahren, und auf „Abbrechen“, um zum Bildschirm zurückzukehren.
es_es: Aviso: Al archivar los pedidos se moverán a la pestaña de Archivo y ya no podrás procesar estos pedidos. Haz clic en «Aceptar» para continuar o en «Cancelar» para volver a la pantalla anterior
fr_fr: Attention : archiver les commandes déplacera vos commandes dans l’onglet Archive et vous ne pourrez plus traiter ces commandes. Cliquez sur « OK » pour continuer et « Annuler » pour retourner à l’écran
it_it: Avvertenza: archiviando gli ordini questi verranno spostati nella scheda Archivio, e non potrai più elaborarli. Fai clic su ‘OK’ per continuare, su ’Annulla’ per tornare alla schermata
nl_nl: Waarschuwing – Door het archiveren van bestellingen worden deze naar het tabblad Archief verplaatst, waarna u deze bestellingen niet langer kunt verwerken. Klik op 'OK' om verder te gaan; klik op 'Annuleren' om terug te gaan naar het scherm
pl_pl: Ostrzeżenie - Archiwizacja zamówień spowoduje przeniesienie zamówień na kartę Zarchiwizowane zamówienia i nie będzie można już przetwarzać tych zamówień. Kliknij przycisk 'OK', aby kontynuować, 'Anuluj', aby wrócić do ekranu

source: Access Point
pl_pl: Punkt UPS Access Point

source: Accessorial Service
de_de: Zusatzservice
es_es: Servicio complementario
fr_fr: Service optionnel
it_it: Servizio accessorio
nl_nl: Extra diensten
pl_pl: Usługa Dodatkowa

source: Order value
de_de: Bestellwert
es_es: Valor del pedido
fr_fr: Montant de la commande
it_it: Valore dell’ordine
nl_nl: Bestelwaarde
pl_pl: Wartość zamówienia

source: Payment status
de_de: Zahlungsstatus
es_es: Estado del pago
fr_fr: État de paiement
it_it: Stato del pagamento
nl_nl: Betalingsstatus
pl_pl: Status płatności

source: Archiving Orders
de_de: Aufträge werden archiviert
es_es: Archivar pedidos
fr_fr: Commandes archivées
it_it: Archiviazione ordini
nl_nl: Bestellingen archiveren
pl_pl: Archiwizacja Zamówień

source: Process Shipment
de_de: Sendung abfertigen
es_es: Procesar envío
fr_fr: Traitement de l’envoi
it_it: Elabora spedizione
nl_nl: Zending verwerken
pl_pl: Przetwarzanie Przesyłki

source: Ship From
de_de: Versenden von
es_es: Enviar desde
fr_fr: Envoyer de
it_it: Spedire da
nl_nl: Herkomst
pl_pl: Wysyłka z

source: Ship To
de_de: Versenden an
es_es: Enviar a
fr_fr: Expédier à
it_it: Destinazione
nl_nl: Bestemming
pl_pl: Dostawa do

source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
nl_nl: Naam
pl_pl: Nazwa

source: State
de_de: Land
es_es: Estado
fr_fr: État
it_it: Stato/Provincia
nl_nl: Staat
pl_pl: Województwo

source: Note: Insufficient or incorrect address may increase the shipping fee
de_de: Hinweis: Eine unzureichende oder falsche Adresse kann die Versandgebühren erhöhen.
es_es: Nota: Si la dirección es incorrecta o no está completa, pueden aumentar los gastos de envío
fr_fr: Remarque : une adresse incomplète ou incorrecte peut faire augmenter les frais d’expédition
it_it: Nota: Un indirizzo incompleto o non corretto potrebbe aumentare la tariffa di spedizione
nl_nl: Opmerking: Door onvoldoende of onjuiste adresgegevens kunnen de verzendkosten hoger worden
pl_pl: Uwaga: Niewystarczający lub nieprawidłowy adres może zwiększyć opłatę za wysyłkę

source: Accessorial service
de_de: Zusatzservice
es_es: Servicio complementario
fr_fr: Service optionnel
it_it: Servizio accessorio
nl_nl: Extra diensten
pl_pl: Usługa dodatkowa

source: Packaging
de_de: Verpackung
es_es: Embalaje
fr_fr: Emballage
it_it: Imballaggio
nl_nl: Verpakkingen
pl_pl: Opakowanie

source: Package
pl_pl: Paczka

source: Package #
de_de: Paket Nr.
es_es: Paquete núm.
fr_fr: Colis n°
it_it: Pacco n.
nl_nl: Pakket nr.
pl_pl: Paczka #

source: Custom Package
de_de: Benutzerdefiniertes Paket
es_es: Paquete personalizado
fr_fr: Emballage personnalisé
it_it: Pacchetto personalizzato
nl_nl: Aangepast pakket
pl_pl: Pakiet niestandardowy

source: Add package
de_de: Paket hinzufügen
es_es: Añadir paquete
fr_fr: Ajouter un colis
it_it: Aggiungi pacco
nl_nl: Pakket toevoegen
pl_pl: Dodaj paczkę

source: View estimated shipping fee and delivery date
de_de: Geschätzte Versandkosten und Zustelldatum anzeigen
es_es: Ver gastos de envío estimados y fecha de entrega
fr_fr: Afficher les frais d’expédition et la date de livraison estimés
it_it: Visualizza tariffa di spedizione e data di consegna stimate
nl_nl: Geschatte verzendkosten en afleverdatum weergeven
pl_pl: Wyświetl szacunkową opłatę za wysyłkę i datę dostawy

source: Cancel Editing
de_de: Bearbeitung abbrechen
es_es: Cancelar edición
fr_fr: Annuler les modifications
it_it: Annulla modifica
nl_nl: Bewerken annuleren
pl_pl: Anuluj Edycję

source: Create Shipment
de_de: Sendung erstellen
es_es: Crear envío
fr_fr: Créer un envoi
it_it: Crea spedizione
nl_nl: Zending maken
pl_pl: Utwórz Przesyłkę

source: Orders to be processed
de_de: Zu verarbeitende Bestellungen
es_es: Pedidos que se procesarán
fr_fr: Commandes à traiter
it_it: Ordini da elaborare
nl_nl: Te verwerken bestellingen
pl_pl: Zamówienia do przetworzenia

source: Default package
de_de: Standardpaket
es_es: Embalaje predeterminado
fr_fr: Colis par défaut
it_it: Pacco predefinito
nl_nl: Standaardpakket
pl_pl: Paczka domyślna
