Repository: common-repository/ups-eu-woocommerce
Catalog: languages/*/ups-*-woocommerce-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl

source: Please enter weight and dimensions of your packaging here. You can add multiple package dimensions, which can be easily selected in a dropdown option when creating shipments in the plug-in.<br><br>In case you decide to show the real time UPS shipping rate (to be configured in the next screen) to the e-shoppers, the plug-in will use the first package, referred to as the "Default Package" that is displayed below. The Default Package's weight and dimensions will be used to calculate the UPS shipping rates that will be displayed to the e-shoppers.
de_de: Bitte geben Sie hier Gewicht und Maße Ihres Pakets ein. Sie können mehrere Paketabmessungen hinzufügen, die beim Erstellen von Lieferungen einfach in einer Drop-down-Option im Plug-in ausgewählt werden können.<br><br>Wenn Sie sich entscheiden, den Online-Käufern die Echtzeit-Versandtarife von UPS anzuzeigen (zu konfigurieren im nächsten Bildschirm), verwendet das Plug-in das erste Paket, bezeichnet als „Standardpaket“, das nachfolgend abgebildet ist. Gewicht und Maße des Standardpakets werden verwendet, um die UPS Versandtarife zu berechnen, die Online-Käufern angezeigt werden.
es_es: Introduce el peso y las dimensiones del paquete aquí. Puedes añadir diferentes dimensiones del paquete que se podrán seleccionar fácilmente desde la opción desplegable a la hora de crear envíos en el complemento.<br><br>Si has decidido mostrar a los compradores electrónicos las tarifas de envío de UPS en tiempo real (que se configurarán en la siguiente pantalla), el complemento utilizará el primer paquete, al que se hará referencia como «paquete predeterminado», que aparece a continuación. El peso y las dimensiones del paquete predeterminado se utilizarán para calcular las tarifas de envío de UPS que se mostrarán a los compradores electrónicos.
fr_fr: Veuillez saisir le poids et les dimensions de votre colis ici. Vous pouvez ajouter plusieurs dimensions de colis, qui peuvent être facilement sélectionnées dans une option déroulante lors de la création des expéditions dans l’extension.<br><br>Si vous décidez d’afficher les tarifs d’expédition d’UPS en temps réel (à configurer à l’écran suivant) pour vos clients, l’extension utilisera le premier colis, appelé « Colis par défaut » et affiché ci-dessous. Le poids et les dimensions du colis par défaut seront utilisés pour calculer les tarifs d’expédition d’UPS qui seront affichés aux clients.
it_it: Inserisci qui il peso e le dimensioni del pacco. Puoi aggiungere più dimensioni del pacco, che è possibile selezionare con facilità da un menu a discesa, quando crei spedizioni all’interno del plug-in.<br><br>Nel caso tu decida di mostrare la tariffa di spedizione UPS in tempo reale (da configurarsi nella schermata seguente) agli acquirenti online, il plug-in utilizzerà il primo pacco, denominato “Pacco predefinito”, mostrato di seguito. Il peso e le dimensioni del pacco predefinito saranno utilizzati per calcolare le tariffe di spedizione di UPS che verranno mostrate agli acquirenti online.
nl_nl: Voer hier het gewicht en de afmetingen van uw pakket in. U kunt meerdere pakketafmetingen toevoegen die later eenvoudig in het vervolgkeuzemenu kunnen worden geselecteerd bij het maken van verzendingen in de plug-in.<br><br>Als u het realtime UPS-verzendtarief wilt weergeven (die in het volgende scherm moet worden geconfigureerd) in uw webshop, wordt het eerste pakket door de plug-in gebruikt. Dit pakket wordt 'Standaardpakket' genomen en is hieronder weergegeven. Het gewicht en de afmetingen van het Standaardpakket worden gebruikt om de UPS-verzendtarieven te berekenen die worden weergegeven in de webshop.
pl_pl: Tutaj podaj wagę i wymiary paczki. Możesz wprowadzić różne wymiary, a potem wybierać właściwą opcję z rozwijanej listy podczas tworzenia przesyłki.<br><br>Jeśli chcesz wyświetlać aktualną stawkę UPS (do ustawienia na następnym ekranie), wtedy wtyczka wykorzysta pierwszą paczkę (Paczka domyślna) wyświetlaną poniżej. Waga i wymiary Paczki domyślnej będą wykorzystane do wyliczenia cen za przesyłki UPS wyświetlane kupującym.

source: Add New Package
de_de: Neues Paket hinzufügen
es_es: Añadir nuevo paquete
fr_fr: Ajouter un nouveau colis
it_it: Aggiungi nuovo pacco
nl_nl: Nieuw pakket toevoegen
pl_pl: Dodaj nową paczkę

source: Add Package
de_de: Paket hinzufügen
es_es: Añadir paquete
fr_fr: Ajouter un colis
it_it: Aggiungi pacco
nl_nl: Pakket toevoegen
pl_pl: Dodaj paczkę

source: Remove Package
de_de: Paket entfernen
es_es: Eliminar paquete
fr_fr: Supprimer le colis
it_it: Rimuovi pacco
nl_nl: Pakket verwijderen
pl_pl: Usuń paczkę

source: You are going to remove this default package from your profile.<br>Click Ok to confirm, close the dialog to cancel.
de_de: Sie sind im Begriff, dieses Standardpaket aus Ihrem Profil zu entfernen.<br>Klicken Sie zum Bestätigen auf „Ok“ oder schließen Sie das Dialogfeld, um den Vorgang abzubrechen.
es_es: Vas a eliminar este paquete predeterminado de tu perfil.<br>Haz clic en Aceptar para confirmar o cierra el diálogo para cancelar.
fr_fr: Vous êtes sur le point de retirer ce colis par défaut de votre profil.<br>Cliquez sur OK pour confirmer, fermez la boîte de dialogue pour annuler.
it_it: Rimuoverai il pacco predefinito dal tuo profilo.<br>Fai clic su Ok per confermare, chiudi la finestra per annullare.
nl_nl: U staat op het punt om dit standaardpakket uit uw profiel te verwijderen.<br>Klik op OK om te bevestigen, sluit het dialoogvenster om te annuleren.
pl_pl: Zamierzasz usunąć tę paczkę ze swojego profilu. <br> Kliknij OK, aby potwierdzić, zamknij okno dialogowe, aby anulować.

source: Please input at least one default package to continue
de_de: Geben Sie bitte mindestens ein Standardpaket ein, um fortzufahren.
es_es: Introduce al menos un paquete predeterminado para continuar.
fr_fr: Veuillez entrer au moins un colis par défaut pour continuer.
it_it: Inserisci almeno un pacco predefinito per continuare.
nl_nl: Voer ten minste één standaardpakket in om door te gaan.
pl_pl: Wprowadź co najmniej jedną przesyłkę domyślną, aby kontynuować.

source: Package name
de_de: Paketname
es_es: Nombre de paquete
fr_fr: Nom du colis
it_it: Nome del pacco
nl_nl: Pakketnaam
pl_pl: Nazwa paczki

source: Example: Standard, Large, Phone box, etc.
de_de: Beispiel: Standard, Groß, Telefonkarton usw.
es_es: Ejemplo: estándar, grande, caja de teléfono, etc.
fr_fr: Exemple : standard, gros, boîte de téléphone, etc.
it_it: Esempio: standard, grande, confezione per telefono, ecc.
nl_nl: Bijvoorbeeld: Standaard, groot, telefoonbox, enz.
pl_pl: Przykład: standardowa, duża, pudełko tel. itp.

source: Editing Default Package
de_de: Bearbeiten des Standardpakets
es_es: Editar paquete predeterminado
fr_fr: Modifier le colis par défaut
it_it: Modifica del pacco predefinito
nl_nl: Standaardpakket bewerken
pl_pl: Edycja przesyłki domyślnej

source: Print Label
de_de: Aufkleber drucken
es_es: Imprimir etiqueta
fr_fr: Imprimer une étiquette
it_it: Stampa etichetta
nl_nl: Etiket afdrukken
pl_pl: Drukuj etykietę

source: Download PDF Label
de_de: PDF-Label herunterladen
es_es: Descargar la etiqueta PDF
fr_fr: Télécharger l'étiquette PDF
it_it: Scarica l'etichetta PDF
pl_pl: Pobierz etykietę PDF

source: Download ZPL Label
de_de: ZPL-Label herunterladen
es_es: Descargar la etiqueta ZPL
fr_fr: Télécharger l'étiquette ZPL
it_it: Scarica l'etichetta ZPL
pl_pl: Pobierz etykietę ZPL

source: Export Shipment Data
de_de: Versanddaten exportieren
es_es: Exportación de Datos de envío
fr_fr: Exporter les informations d’expédition
it_it: Esporta dati di spedizione
nl_nl: Zendingsgegevens exporteren
pl_pl: Eksportuj dane przesyłki

source: Cancel Shipments
de_de: Sendungen stornieren
es_es: Cancelar envíos
fr_fr: Annuler les envois
it_it: Annulla spedizioni
nl_nl: Zendingen annuleren
pl_pl: Anuluj przesyłkę

source: ID Shipment
de_de: ID-Sendung
es_es: ID de envío
fr_fr: ID d’expédition
it_it: ID spedizione
nl_nl: Zendings-ID
pl_pl: Identyfikator przesyłki

source: Tracking Number
de_de: Kontrollnummer
es_es: Número de seguimiento
fr_fr: Numéro de suivi
it_it: Numero di ricerca
nl_nl: Trackingnummer
pl_pl: Numer monitorowania

source: Date
de_de: Datum
es_es: Fecha
it_it: Data
nl_nl: Datum
pl_pl: Data

source: Time
de_de: Dauer
es_es: Hora
fr_fr: Heure
it_it: Ora
nl_nl: Tijdstip
pl_pl: Czas

source: Estimated Shipping Fee
de_de: Geschätzte Versandgebühr
es_es: Gastos de envío estimados
fr_fr: Tarifs d’expédition estimés
it_it: Tariffa di spedizione stimata
nl_nl: Geschatte verzendkosten
pl_pl: Szacunkowy koszt

source: Tracking number
de_de: Kontrollnummer
es_es: Número de seguimiento
fr_fr: Numéro de suivi
it_it: Numero di ricerca
nl_nl: Trackingnummer
pl_pl: Numer przesyłki

source: Estimated shipping fee
pl_pl: Szacunkowy koszt

source: Order date
pl_pl: Data zamówienia

source: Shipping fee
de_de: Versandtarif
es_es: Gastos de envío
fr_fr: Frais d’expédition
it_it: Tariffa di spedizione
nl_nl: Verzendkosten
pl_pl: Opłata przewozowa

source: Package details
de_de: Paketdetails
es_es: Detalles del paquete
fr_fr: Informations sur le colis
it_it: Dettagli del pacco
nl_nl: Pakketgegevens
pl_pl: Szczegóły przesyłki

source: Cancel Shipment(s)
de_de: Sendungen stornieren
es_es: Cancelar envíos
fr_fr: Annuler les envois
it_it: Annulla spedizioni
nl_nl: Zendingen annuleren
pl_pl: Anuluj przesyłkę

source: Are you sure you want to cancel selected shipment(s)?
de_de: Möchten Sie die ausgewählte(n) Sendung(en) wirklich stornieren?
es_es: ¿Seguro que deseas cancelar los envíos seleccionados?
fr_fr: Souhaitez-vous vraiment annuler les envois sélectionnés ?
it_it: Annullare le spedizioni selezionate?
nl_nl: Weet u zeker dat u de geselecteerde zending(en) wilt annuleren?
pl_pl: Czy na pewno chcesz anulować wybrane przesyłki?

source: Shipment
de_de: Sendung
es_es: Envío
fr_fr: Expédition
it_it: Spedizione
nl_nl: Zending
pl_pl: Wysyłka

source: Order #ID reference
de_de: Verweis Bestell-ID
es_es: Núm. ID de referencia del pedido
fr_fr: N° de l’ID de référence de la commande
it_it: Riferimento ID ordine
nl_nl: Referentie bestelnummer-ID
pl_pl: Referencja nr zamówienia

source: UPS Tracking Terms and Conditions
de_de: UPS Sendungsverfolgungsbedingungen
es_es: Términos y Condiciones del Seguimiento UPS
fr_fr: Conditions générales du suivi UPS
it_it: Termini e condizioni delle ricerche UPS
nl_nl: Bepalingen en voorwaarden UPS Tracking
pl_pl: Warunki i zasady korzystania z usługi Monitorowanie UPS

source: NOTICE: The UPS package tracking systems accessed via this service (the “Tracking Systems”) and tracking information obtained through this service (the “Information”) is the private property of UPS. UPS authorizes you to use the Tracking Systems solely to track shipments tendered by or for you to UPS for delivery and for no other purpose. Without limitation, you are not authorized to make the Information available on any web site or otherwise reproduce, distribute, copy, store, use or sell the Information for commercial gain without the express written consent of UPS. This is a personal service, thus your right to use the Tracking Systems or Information is non-assignable. Any access or use that is inconsistent with these terms is unauthorized and strictly prohibited.
de_de: HINWEIS: Die UPS Sendungsverfolgungssysteme, auf die über diesen Service zugegriffen wird (die „Sendungsverfolgungssysteme“), sowie über diesen Service erfasste Sendungsverfolgungsinformationen (die „Informationen“) sind privates Eigentum von UPS. UPS autorisiert Sie, die Sendungsverfolgungssysteme nur zu verwenden, um Sendungen, die von Ihnen oder für Sie an UPS zum Versand gegeben werden, nachzuverfolgen und zu keinem anderen Zweck. Ohne Einschränkungen sind Sie nicht autorisiert, ohne die ausdrückliche schriftliche Zustimmung durch UPS die Informationen auf einer Website verfügbar zu machen oder die Informationen zu reproduzieren, zu verteilen, zu kopieren, zu speichern, zu verwenden oder zu verkaufen, um kommerzielle Gewinne zu erzielen. Dies ist ein personenbezogener Service, daher ist Ihr Recht, die Sendungsverfolgungssysteme oder die Informationen zu nutzen, nicht übertragbar. Jeder Zugriff oder jede Nutzung, der bzw. die nicht mit diesen Bestimmungen in Einklang steht, ist nicht autorisiert und streng verboten.
es_es: AVISO: Los sistemas de seguimiento de paquetes de UPS al que se accede a través de este servicio (los «Sistemas de seguimiento») y la información de seguimiento obtenida a través de este servicio (la «Información») son propiedad privada de UPS. UPS te autoriza a utilizar los sistemas de seguimiento de UPS solamente para el seguimiento de paquetes confiados a UPS por o para ti, para su entrega y para ningún otro propósito. Sin limitación, no estás autorizado(a) a presentar la Información sobre Envíos en un sitio web o de otro modo, reproducirla, distribuirla, copiarla, almacenarla, utilizarla o venderla con fines comerciales y de lucro sin la autorización expresa de UPS, otorgada por escrito. Se trata de un servicio personal, por lo que, el derecho de uso de los sistemas de seguimiento o la información es intransferible. Cualquier acceso o uso que no esté de acuerdo con estos términos no está autorizado y está estrictamente prohibido.
fr_fr: NOTE : Les systèmes de suivi des colis UPS accessibles via ce service (les « Systèmes de suivi ») et les informations de suivi obtenues via ce service (les « Informations ») sont la propriété privée d’UPS. UPS vous autorise à utiliser les Systèmes de suivi uniquement pour les envois remis par ou pour vous à UPS en vue de leur livraison, et à aucune autre fin. Sans limitation, vous n’êtes pas autorisé à diffuser les informations sur tout site internet, ou à reproduire, distribuer, copier, stocker, utiliser ou vendre les Informations à des fins commerciales sans l’accord écrit exprès d’UPS. Il s’agit d’un service personnel, votre droit d’utilisation des Systèmes de suivi ou des Informations est donc incessible. Tout accès ou utilisation allant à l’encontre de ces conditions n’est pas autorisé et strictement interdit.
it_it: AVVISO: I sistemi di ricerca pacchi UPS sono accessibili tramite questo servizio (i “sistemi di ricerca”) e le informazioni di ricerca ottenute tramite il servizio (le “informazioni”) sono di proprietà esclusiva di UPS. UPS autorizza a utilizzare i sistemi di ricerca per monitorare esclusivamente le spedizioni affidate a UPS dall’utente o destinate all’utente per il solo scopo della consegna e per nessun altro scopo. Il Contraente non è autorizzato a: rendere disponibili le Informazioni su siti web o comunque riprodurre, distribuire, copiare, memorizzare, usare o vendere le informazioni a fini commerciali di lucro senza il previo ed esplicito consenso scritto di UPS. Tali servizi sono individuali, quindi il diritto del Contraente all’uso dei sistemi di ricerca o delle informazioni non è trasferibile. Qualsiasi accesso o uso in contrasto con tali termini non è autorizzato ed è severamente vietato.
nl_nl: KENNISGEVING: De UPS Pakket Traceersystemen geraadpleegd via deze dienst (de 'Traceersystemen') en traceergegevens verkregen via deze dienst (de 'Gegevens') zijn het eigendom van UPS. UPS geeft u slechts toestemming om de Traceersystemen te gebruiken om verzendingen te volgen die door of voor u aan UPS zijn aangeboden om te worden afgeleverd en voor geen enkel ander doel. U heeft het recht niet, zonder enige beperking, om de Informatie op een website beschikbaar te maken of op een andere manier te vermenigvuldigen, te verspreiden, te kopiëren, op te slaan, te gebruiken of te verkopen voor commerciële winstgevende doeleinden zonder uitdrukkelijke schriftelijke toestemming van UPS. Dit is een persoonlijke dienst, dus uw recht om de Traceerfuncties of Informatie te gebruiken is niet overdraagbaar. Elke raadpleging of elk gebruik in strijd met deze voorwaarden is ongeoorloofd en strikt verboden.
pl_pl: UWAGA: Systemy monitorowania przesyłek UPS dostępne poprzez tę usługę (“ Systemy monitorowania ”) i informacje o śledzeniu uzyskane za pośrednictwem tej usługi (“ Informacje ”) są prywatną własnością firmy UPS. UPS upoważnia Użytkownika do korzystania z Systemów Monitorowania wyłącznie w celu śledzenia wysyłanych przez niego przesyłek lub przesyłek do UPS w celu doręczenia i do żadnych innych celów. Bez ograniczeń Użytkownik nie jest upoważniony do udostępniania Informacji na żadnej stronie internetowej ani do reprodukowania, rozpowszechniania, kopiowania, przechowywania, wykorzystywania ani do sprzedaży informacji w celach komercyjnych bez wyraźnej pisemnej zgody UPS. Jest to usługa osobista, dlatego prawo do korzystania z systemów śledzenia lub informacji nie może być udostępniane innym. Jakikolwiek dostęp lub użytkowanie niezgodne z tymi warunkami jest niedozwolone i surowo zabronione.

source: By selecting any order in this shipment tab, I agree to the <a href="javascript:">Terms and Conditions</a>.
de_de: Durch Auswahl einer Bestellung auf dieser Bestellungs-Registerkarte, stimme ich <a href="javascript:">den Geschäftsbedingungen zu</a>.
es_es: Al seleccionar un pedido en esta pestaña de Envío, acepto los <a href="javascript:">Términos y Condiciones</a>.
fr_fr: En sélectionnant n’importe quelle commande dans cet onglet d’expédition, j’accepte les <a href="javascript:">conditions générales<a>.
it_it: Selezionando qualsiasi ordine nella scheda Spedizione, accetto i <a href="javascript:">Termini e condizioni</a>.
nl_nl: Door het selecteren van een bestelling in dit tabblad Zendingen ga ik akkoord met de <a href="javascript:">Bepalingen en voorwaarden</a>.
pl_pl: Wybierając dowolne zamówienie w zakładce przesyłki, akceptuję <a href="javascript:">Warunki korzystania z usług</a>.

source: Shipment canceled
de_de: Sendung storniert
es_es: Envío cancelado
fr_fr: Expédition annulée
it_it: Spedizione annullata
nl_nl: Zending geannuleerd
pl_pl: Przesyłka została anulowana

source: We are unable to void this shipment at this time. You may attempt to void the shipment later. However you will not be billed for this shipment provided that you do not use the shipping label
de_de: Wir können Ihre Sendung zur Zeit nicht entwerten. Sie können später erneut versuchen, die Sendung zu entwerten. Ihnen wird diese Sendung jedoch nicht berechnet, es sei denn, Sie verwenden den Versandaufkleber
es_es: No podemos anular tu envío en este momento. Intenta anular el envío más tarde. Por otro lado, no se te facturará este envío, ya que usas la etiqueta de envío
fr_fr: Nous ne pouvons pas annuler votre envoi pour le moment. Vous pouvez tenter d’annuler l’envoi plus tard. Toutefois, vous ne serez pas facturé pour cet envoi à condition que vous n’utilisiez pas l’étiquette d’expédition
it_it: Non siamo in grado di annullare la tua spedizione in questo momento. Potrai provare ad annullare la tua spedizione in un secondo momento. Tuttavia questa spedizione non ti verrà addebitata, a patto che tu non usi l’etichetta di spedizione
nl_nl: We kunnen deze zending nu niet annuleren. U kunt later nog eens proberen om de zending te annuleren. U wordt echter niet gefactureerd voor deze zending, op voorwaarde dat u het verzendetiket niet gebruikt
pl_pl: W tej chwili nie możemy anulować tej przesyłki. Możesz spróbować anulować przesyłkę później. Nie zostaniesz obciążony opłatą za tę przesyłkę, o ile nie użyjesz etykiety wysyłkowej

source: Deliver to UPS Access Point™ (to-AP delivery)
de_de: An UPS Access Point™ zustellen (Zustellung an AP)
es_es: Entrega en UPS Access Point™ (entrega en AP)
fr_fr: Livrer en relais UPS Access Point™ (livraison en AP)
it_it: Consegna a UPS Access Point™ (consegna ad AP)
nl_nl: Afleveren bij een UPS Access Point™ (levering naar-AP)
pl_pl: Dostarcz do UPS Access Point™ (dostawa do AP)

source: UPS delivers the parcel to a UPS Access Point™ that the customer selected, then customer picks up their order there
de_de: UPS stellt das Paket an einen vom Kunden ausgewählten UPS Access Point™ zu, dort holt der Kunde seine Bestellung ab.
es_es: UPS enviará el paquete a un UPS Access Point™ que haya seleccionado el cliente y allí podrá recogerlo posteriormente
fr_fr: UPS livre le colis dans un relais UPS Access Point™ sélectionné par le client, puis le client vient retirer sa commande sur place
it_it: UPS consegna il pacchetto a un UPS Access Point™ che il cliente ha designato, quindi il cliente ritira l’ordine in quella località
nl_nl: UPS levert het pakket bij een UPS Access Point™ dat door de klant is geselecteerd, de klant haalt zijn of haar bestelling daar af
pl_pl: UPS dostarcza paczkę do punktu UPS Access Point™ wybranego przez klienta, a następnie klient odbiera tam swoje zamówienie

source: Set as default shipping option
de_de: Als Standardversandoption festlegen
es_es: Establecer como opción de envío predeterminada
fr_fr: Définir comme option d’expédition par défaut
it_it: Imposta come opzione di spedizione predefinita
nl_nl: Instellen als standaard verzendoptie.
pl_pl: Ustaw jako domyślną opcję wysyłki

source: Select the shipping services for your customers to choose
de_de: Wählen Sie die Versandservices aus, aus denen Ihre Kunden auswählen können.
es_es: Selecciona los servicios de envío que podrán elegir tus clientes
fr_fr: Sélectionnez les services d’expédition que vos clients pourront choisir
it_it: Seleziona i servizi di spedizione da far scegliere ai tuoi clienti
nl_nl: Selecteer de verzenddiensten waaruit uw klanten kunnen kiezen
pl_pl: Określ usługę dostawy dla swoich klientów do wyboru

source: International shipping only - visible when shipping address is outside of EU
de_de: Nur internationaler Versand – sichtbar, wenn sich die Versandadresse außerhalb der EU befindet
es_es: Solo envío internacional: visible cuando la dirección de envío está fuera de la Unión Europea
fr_fr: Expédition internationale uniquement : visible pour les adresses hors UE
it_it: Solo spedizioni internazionali: visibile quando l’indirizzo di spedizione si trova al di fuori dell’UE
nl_nl: Alleen internationale verzending - zichtbaar als het verzendadres buiten de EU ligt
pl_pl: Tylko wysyłka międzynarodowa - widoczna, gdy adres wysyłki znajduje się poza UE

source: Access Point display setting
de_de: Einstellung für Access Point-Anzeige
es_es: Ajustes de visualización de Access Point
fr_fr: Paramètre d’affichage d’un relais Access Point
it_it: Impostazione di visualizzazione dell’Access Point
nl_nl: Weergave-instelling Access Point
pl_pl: Ustawienie wyświetlania Access Point

source: Number of Access Points visible to customers
de_de: Anzahl der für Kunden angezeigten Access Points
es_es: Número de Access Point visibles para los clientes
fr_fr: Nombre de relais Access Point visibles par les clients
it_it: Numero di Access Point visibili ai clienti
nl_nl: Aantal Access Points zichtbaar voor klanten
pl_pl: Liczba punktów dostępowych widocznych dla klientów

source: Display all the Access Points in range of
de_de: Anzeige aller Access Points im Umkreis von
es_es: Muestra todos los Access Point en un radio de
fr_fr: Afficher tous les relais Access Point dans un rayon de
it_it: Visualizza tutti gli Access Point nel raggio di
nl_nl: Geef alle Access Points weer binnen een straal van
pl_pl: Wyświetl wszystkie punkty Access Point w zasięgu

source: kilometer around consignee's selected address
de_de: Kilometer um die ausgewählte Adresse des Empfängers
es_es: kilómetros alrededor de la dirección seleccionada del destinatario
fr_fr: kilomètres autour de l’adresse sélectionnée par le destinataire
it_it: chilometri intorno all’indirizzo selezionato dal destinatario
nl_nl: kilometer rond het door de ontvanger geselecteerde adres
pl_pl: kilometrów od wybranego adresu
