Repository: common-repository/ups-eu-woocommerce
Catalog: languages/*/ups-*-woocommerce-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl

source: Select "YES" if you plan to offer COD shipments to a UPS Access Points
de_de: Wählen Sie „JA“ aus, wenn Sie Nachnahmesendungen an UPS Access Points ihren Kunden anbieten möchten.
es_es: Selecciona «SÍ» si tiene pensado ofrecer envíos contrarreembolso a los Puntos de acceso de UPS
fr_fr: Sélectionnez « OUI » si vous prévoyez de proposer les expéditions COD vers des relais UPS Access Point
it_it: Seleziona "SÌ" se desideri offrire spedizioni COD presso gli Access Point
nl_nl: Selecteer 'JA' als u COD-verzendingen naar UPS Access Points wilt aanbieden
pl_pl: Wybierz ‘TAK’ jeśli chcesz udostępniać Przesyłki za Pobraniem odbierane w Access Point

source: Only show Access Points supporting COD shipments?
de_de: Möchten Sie nur Access Points anzeigen, die Nachnahmesendungen unterstützen?
es_es: ¿Quieres que aparezcan solo los Access Point compatibles con los envíos con las entregas contra reembolso?
fr_fr: Afficher uniquement les relais Access Point prenant en charge les expéditions COD ?
it_it: Mostrare solo gli Access Point che supportano le spedizioni COD?
nl_nl: Alleen Access Points weergeven die COD-verzendingen ondersteunen?
pl_pl: Pokazać tylko punkty Access Points obsługujące pobrania?

source: UPS Shipping Module
de_de: UPS Versandmodul
es_es: Módulo de envíos de UPS
fr_fr: Module d’expédition UPS
it_it: Modulo di spedizione UPS
pl_pl: Moduł wysyłki UPS

source: To AP
pl_pl: Do AP

source: To Address
pl_pl: Zaadresuj

source: Accessorial Services
pl_pl: Usługi dodatkowe

source: Default package setting
de_de: Standardpaketeinstellung
es_es: Configuración predeterminada del paquete
fr_fr: Paramétrage du colis par défaut
it_it: Impostazione predefinita del pacco
nl_nl: Standaard pakketinstelling
pl_pl: Domyślne ustawienia przesyłki

source: Please select an option
de_de: Bitte wählen Sie eine Option aus
es_es: Selecciona una opción
fr_fr: Veuillez sélectionner une option
it_it: Seleziona un'opzione
nl_nl: Maak een keuze
pl_pl: Proszę wybrać opcję

source: Basic (number of items in the e-shopper order determine the package size)
de_de: Standard (Anzahl der Artikel in der E-Shopper-Bestellung bestimmt die Paketgröße)
es_es: Básico (el número de artículos en el pedido del cliente electrónico determina el tamaño del paquete)
fr_fr: Option de base (le nombre d’articles dans la commande en ligne détermine la taille du colis)
it_it: Base (il numero di articoli nell'ordine e-shopper determina la dimensione del pacco)
nl_nl: Basis (aantal artikelen in de e-shopperbestelling bepalen de pakketgrootte)
pl_pl: Podstawowa (liczba pozycji w zamówieniu e-shopper określa rozmiar paczki)

source: Advanced (weights and dimensions of products in the e-shopper order determine the package size)
de_de: Erweitert (Gewicht und Abmessungen der Produkte in der E-Shopper-Bestellung bestimmen die Paketgröße)
es_es: Avanzado (el peso y las dimensiones de los productos en el pedido del cliente electrónico determinan el tamaño del paquete)
fr_fr: Option avancée (les poids et les dimensions des articles de la commande en ligne déterminent la taille du colis)
it_it: Avanzata (pesi e dimensioni dei prodotti nell'ordine e-shopper determinano le dimensioni del pacco)
nl_nl: Geavanceerd (gewichten en afmetingen van producten in de e-shopperbestelling bepalen de pakketgrootte)
pl_pl: Zaawansowana (waga i wymiary produktów w zamówieniu e-shopper określają rozmiar paczki)

source: Service Name
de_de: Name des Services
es_es: Nombre del Servicio
fr_fr: Nom du service
it_it: Nome del servizio
nl_nl: Naam service
pl_pl: Nazwa usługi

source: Rate
de_de: Preis
es_es: Tarifas
fr_fr: Tarif
it_it: Tariffa
nl_nl: Tarief
pl_pl: Stawka

source: Add default packages if you would like the package size used for rating to change based on the number of items in the e-shopper’s order
de_de: Fügen Sie Standardpaketabmessungen hinzu, wenn sich die für die Preisberechnung verwendete Paketgröße je nach Anzahl der Artikel in der Bestellung des E-Shopper ändern soll
es_es: Añade paquetes predeterminados si desea, que este cambie en función del número de articulos en una orden
fr_fr: Ajoutez des colis par défaut si vous souhaitez que la taille du colis utilisée pour définir le tarif change en fonction du nombre d’articles figurant dans la commande de l’acheteur en ligne
it_it: Aggiungi dei pacchi predefiniti se preferisci che le dimensioni del pacco utilizzate per la tariffazione cambino in base al numero di articoli contenuti nell'ordine dell'acquirente
nl_nl: Voeg standaardpakketten toe als u de pakketgrootte voor de tariefberekening wilt wijzigen op basis van het aantal artikelen in de bestelling van de e-shopper
pl_pl: Dodaj automatyczne paczki, jeśli chcesz, aby użyty do obliczenia stawki rozmiar paczki zmienił się na podstawie liczby artykułów w zamówieniu klienta sklepu internetowego

source: Note: if the number of items in the e-shopper order do not match any of your entries, then the size of the package used for rating will be based on that of the highest item count exceeded by the e-shopper order.
de_de: Hinweis: Wenn die Anzahl der Artikel in der E-Shopper-Bestellung nicht mit Ihren Eingaben übereinstimmt, basiert die Größe des für die Bewertung verwendeten Pakets auf der höchsten Anzahl von Artikeln, die von der E-Shopper-Bestellung überschritten wurden.
es_es: Nota: Si el número de artículos en la orden de compra online no coindice con ninguno de tus registro anteriores de embalaje, el tamaño de paqueta a utilizar será el mayor disponible, previamente definido por Ud.
fr_fr: Remarque : si le nombre d’articles figurant dans la commande de l’acheteur en ligne ne correspond à aucune de vos entrées, la taille du colis utilisée pour définir le tarif sera basée sur celle du nombre d’articles le plus élevé dépassé par la commande de l’acheteur en ligne.
it_it: Nota: se il numero di articoli nell'ordine dell'acquirentenon corrisponde a nessuna delle tue voci, la dimensione del pacco utilizzata per la tariffazione sarà basata su quella del conteggio degli articoli più alto superato dall'ordine dell'acquirente online.
nl_nl: Opmerking: als het aantal artikelen in de bestelling van de e-shopper niet overeenkomt met uw invoer, dan wordt de grootte van het pakket, gebruikt voor de tariefberekening, gebaseerd op die van het hoogste aantal items dat overschreden wordt door de bestelling van de e-shopper.
pl_pl: Uwaga: Jeśli liczba artykułów w zamówieniu klienta nie odpowiada żadnemu wpisowi, rozmiar paczki, na podstawie którego oblicza się stawkę, będzie się opierał na przekroczonej liczbie najwyższych elementów w zamówieniu klienta sklepu internetowego.

source: Warning! To use this option you must enter product weights in the product settings of your shop
de_de: Warnung! Um diese Option nutzen zu können, müssen Sie in den Produkteinstellungen Ihres Shops Produktgewichte eingeben
es_es: ¡Advertencia! Para usar esta opción, debes ingresar los pesos de los productos en la configuración de productos de tu tienda
fr_fr: Attention ! Pour utiliser cette option, vous devez saisir le poids du produit dans les paramètres du produit de votre boutique
it_it: Avvertenza! Per utilizzare questa opzione è necessario inserire i pesi del prodotto nelle impostazioni del prodotto
nl_nl: Waarschuwing! Om deze optie te gebruiken, moet u productgewichten invoeren in de productinstellingen van uw winkel
pl_pl: Ostrzeżenie! Aby skorzystać z tej opcji, należy wprowadzić wagę produktów w ustawieniach produktu w sklepie

source: If set to “No”, rates will be based on product weights only. If set to “Yes”, product dimensions must be entered in the product settings of your shop
de_de: Wenn „Nein“ eingestellt ist, basieren die Preise nur auf den Produktgewichten. Bei der Einstellung „Ja“ müssen die Produktabmessungen in den Produkteinstellungen Ihres Shops eingegeben werden
es_es: Si se selecciona "No", las tarifas se basarán únicamente en el peso de los productos. Si selecciona "Sí", se han de ingresar las dimensiones del producto en la configuración del producto de su tienda
fr_fr: Si « Non » est sélectionné, les tarifs seront basés uniquement sur le poids des produits. Si « Oui » est sélectionné, vous devez saisir les dimensions du produit dans les paramètres du produit de votre boutique
it_it: Se impostate su "No", le tariffe saranno basate solo sui pesi del prodotto. Se impostate su "Sì", le dimensioni del prodotto devono essere inserite nelle impostazioni del prodotto
nl_nl: Indien ingesteld op 'Nee', dan worden de tarieven alleen gebaseerd op de productgewichten. Indien ingesteld op 'Ja', dan moeten de productafmetingen worden ingevoerd in de productinstellingen van uw winkel
pl_pl: Jeśli ustawisz „Nie”, stawki zostaną obliczone wyłącznie na podstawie wagi produktu. Jeśli ustawisz „Tak”, należy wprowadzić rozmiary produktu w ustawieniach produktu w sklepie

source: Backup Rate will only display to e-shoppers if there is an issue within product settings, such as weights missing or if weights/dimensions exceed UPS limits
de_de: Notfallpreise werden nur dann für E-Shopper angezeigt, wenn ein Problem in den Produkteinstellungen vorliegt, z. B. fehlende Gewichte oder wenn Gewichte/Abmessungen die UPS-Grenzwerte überschreiten.
es_es: En caso de que exista un fallo como falta de peso o si peso/dimensiones exceden los límites de UPS, se mostrará la tarifa por defecto.
fr_fr: Les acheteurs en ligne ne verront les tarifs d’urgence que si un problème survient dans les paramètres du produit, par exemple si le poids n’est pas indiqué ou si le poids et les dimensions dépassent les limites autorisées par UPS.
it_it: Le tariffe di riserva verranno visualizzate dagli acquirenti solo se c'è un problema nelle impostazioni del prodotto, come la mancanza di pesi o se pesi o dimensioni superano i limiti UPS
nl_nl: Noodtarieven worden alleen weergegeven voor e-shoppers als er een probleem is met de productinstellingen, zoals ontbrekende gewichten of als de gewichten/afmetingen de UPS-limieten overschrijden
pl_pl: Stawki awaryjne zostaną wyświetlone klientom sklepu internetowego wyłącznie w sytuacji, gdy wystąpi problem z ustawieniami produktu, taki jak brak wagi lub gdy waga/rozmiar przekraczają limity UPS

source: Include dimensions in rating
de_de: Maße in die Preisberechnung einbeziehen
es_es: Incluir dimensiones en la tarifa
fr_fr: Inclure les dimensions pour définir le tarif
it_it: Includi le dimensioni nella tariffazione
nl_nl: Afmetingen opnemen in de tariefberekening
pl_pl: Podczas obliczania stawki weź pod uwagę rozmiary

source: Backup Rate
de_de: Notfallpreis
es_es: Tarifa por defecto
fr_fr: Tarif d’urgence
it_it: Tariffa di riserva
nl_nl: Noodtarief
pl_pl: Stawka awaryjna

source: Number of items in order
de_de: Anzahl der bestellten Artikel
es_es: Número de artículos en orden
fr_fr: Nombre d'articles en commande
it_it: Numero di articoli nell'ordine
nl_nl: aantal artikelen in bestelling
pl_pl: Liczba pozycji w zamówieniu

source: Add Backup Rate
de_de: Sicherungsrate hinzufügen
es_es: Agregar tasa de respaldo
fr_fr: Ajouter un taux de sauvegarde
it_it: Aggiungi tariffa aggiuntiva
nl_nl: verzend tarief
pl_pl: Dodaj opłatę za usługę

source: Maximum Weight
de_de: Maximales Gewicht
es_es: Peso máximo
fr_fr: Poids maximum
it_it: Peso Massimo
nl_nl: Maximaal gewicht
pl_pl: Maksymalna waga

source: Package dimensions
de_de: Paketabmessungen
es_es: Dimensiones del paquete
fr_fr: Dimensions de colis
it_it: Dimensioni del pacco
nl_nl: Pakketafmetingen
pl_pl: Wymiary paczki

source: Add new package
de_de: Neues Paket hinzufügen
es_es: Añadir nuevo paquete
fr_fr: Ajouter un nouveau colis
it_it: Aggiungi nuovo pacco
nl_nl: Nieuw pakket toevoegen
pl_pl: Dodaj nową paczkę

source: Note: the plugin will create a custom package size if an e-shopper order is larger than the packages you enter
de_de: Hinweis: Das Plugin generiert eine kundenspezifische Paketgröße, wenn eine E-Shopper-Bestellung größer ist als die Pakete, die Sie eingeben
es_es: Nota: el complemento creará un tamaño de paquete personalizado si algún pedido del cliente electrónico es superior a los paquetes que introduces
fr_fr: Remarque : Le plug-in créera une taille de colis personnalisée si les dimensions d’une commande en ligne sont supérieures à celles des colis que vous saisissez
it_it: Nota: il plug-in creerà una dimensione del pacco personalizzata se un ordine e-shopper è più grande dei pacchi immessi
nl_nl: Opmerking: de plug-in maakt een aangepaste pakketgrootte als een e-shopperbestelling groter is dan de pakketten die u invoert
pl_pl: Uwaga: wtyczka utworzy niestandardowy rozmiar paczki, jeśli zamówienie e-shopper jest większe niż wprowadzone paczki

source: Close
de_de: Schließen
es_es: Cerrado
fr_fr: Fermer
it_it: Chiuso
nl_nl: Sluiten
pl_pl: Zamknięcie

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
nl_nl: Annuleren
pl_pl: Anuluj

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
it_it: Modifica
nl_nl: Bewerken
pl_pl: Edytuj

source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina
nl_nl: Verwijderen
pl_pl: Kasuj

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
it_it: Salva
nl_nl: Opslaan
pl_pl: Zapisz

source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
it_it: Avanti
nl_nl: Volgende
pl_pl: Następny

source: Continue
de_de: Fortfahren
es_es: Continuar
fr_fr: Continuer
it_it: Continuare
nl_nl: Doorgaan
pl_pl: Dalej

source: Print
de_de: Drucken
es_es: Imprimir
fr_fr: Imprimer
it_it: Stampa
nl_nl: Afdrukken
pl_pl: Wydrukuj

source: Weight
de_de: Gewicht
es_es: Peso
fr_fr: Poids
it_it: Peso
nl_nl: Gewicht
pl_pl: Waga

source: Unit
de_de: Einheit
es_es: Unidad
fr_fr: Unité
it_it: Unità
nl_nl: Eenheid
pl_pl: Jednostka

source: Dimension
de_de: Abmessung
es_es: Dimensiones
it_it: Dimensioni
nl_nl: Afmeting
pl_pl: Wymiar

source: Length
de_de: Länge
es_es: Largo
fr_fr: Longueur
it_it: Lunghezza
nl_nl: Lengte
pl_pl: Długość

source: Width
de_de: Breite
es_es: Ancho
fr_fr: Largeur
it_it: Larghezza
nl_nl: Breedte
pl_pl: Szerokość

source: Height
de_de: Höhe
es_es: Alto
fr_fr: Hauteur
it_it: Altezza
nl_nl: Hoogte
pl_pl: Wysokość

source: Data saved successfull
es_es: La información se ha guardado correctamente.
fr_fr: Données sauvegardées avec succès.
it_it: Dati salvati con successo.
nl_nl: Gegevens met succes opgeslagen.
pl_pl: Dane zostały pomyślnie zapisane.

source: Print form
de_de: Formular drucken
es_es: Imprimir formulario
fr_fr: Imprimer le formulaire
it_it: Stampa modulo
nl_nl: Formulier afdrukken
pl_pl: Wydrukuj dokument

source: Some of the data you entered were not valid. Please check again.
de_de: Einige der von Ihnen eingegebenen Daten sind nicht gültig. Bitte überprüfen Sie sie nochmals.
es_es: Algunos datos introducidos no son válidos. Compruébalo de nuevo.
fr_fr: Certaines des données que vous avez saisies ne sont pas valides. Veuillez revérifier.
it_it: Alcuni dei dati inseriti non sono validi. Ricontrollali.
nl_nl: Sommige door u ingevoerde gegevens zijn niet geldig. Controleer deze opnieuw.
pl_pl: Niektóre z wprowadzonych danych były nieprawidłowe. Prosze sprawdź ponownie.

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
it_it: Sì
nl_nl: Ja
pl_pl: Tak

source: No
de_de: Nein
fr_fr: Non
nl_nl: Nee
pl_pl: Nie

source: Account number already exists in 'Your Payment Account'
de_de: Kundennummer existiert bereits in „Ihr Zahlungskonto“
es_es: El número de cuenta ya existe en tu «cuenta de pago»
fr_fr: Ce numéro de compte existe déjà dans « Votre compte de paiement »
it_it: Il numero di codice esiste già in ‘Il tuo conto di pagamento’
nl_nl: Het accountnummer bestaat al in 'Uw betalingsaccount'
pl_pl: Już istnieje numer konta dla 'Twoje konto płatności'

source: Additional Handling
de_de: Zusätzliche Handhabung
es_es: Manipulación adicional
fr_fr: Manutention complémentaire
it_it: Movimentazione aggiuntiva
nl_nl: Extra afhandeling
pl_pl: Dodatkowa obsługa

source: Quantum View Ship Notification
de_de: Quantum View-Versandbenachrichtigung
es_es: Notificación de envío de Quantum View
fr_fr: Notification d’envoi Quantum View
it_it: Notifica di spedizione Quantum View
nl_nl: Verzendbericht Quantum View
pl_pl: Powiadomienie o nadaniu Quantum View

source: Quantum View Delivery Notification
de_de: Quantum View-Zustellbenachrichtigung
es_es: Notificación de entrega de Quantum View
fr_fr: Notification de livraison Quantum View
it_it: Notifica di consegna Quantum View
nl_nl: Afleverbericht Quantum View
pl_pl: Powiadomienie o doręczeniu Quantum View

source: Residential Address
de_de: Wohnadresse
es_es: Domicilio particular
fr_fr: Adresse résidentielle
it_it: Indirizzo residenziale
nl_nl: Woonadres
pl_pl: Adres prywatny

source: Saturday Delivery
de_de: Samstagszustellung
es_es: Entrega en sábado
fr_fr: Livraison le samedi
it_it: Consegna al sabato
nl_nl: Aflevering op zaterdag
pl_pl: Dostawa w sobotę

source: Direct Delivery Only
de_de: Nur Direktzustellung
es_es: Solo entrega directa
fr_fr: Livraison directe uniquement
it_it: Solo consegna diretta
nl_nl: Alleen rechtstreekse levering
pl_pl: Doręczenie wyłącznie pod wskazany adres

source: Declared value
de_de: Deklarierter Wert
es_es: Valor declarado
fr_fr: Valeur déclarée
it_it: Valore dichiarato
nl_nl: Aangegeven waarde
pl_pl: Zadeklarowana wartość

source: Signature Required
de_de: Unterschrift erforderlich
es_es: Firma requerida
fr_fr: Signature obligatoire
it_it: Firma obbligatoria
nl_nl: Handtekening vereist
pl_pl: Wymagany podpis

source: Adult Signature Required
de_de: Unterschrift einer volljährigen Person erforderlich
es_es: Firma de un adulto requerida
fr_fr: Signature d’un adulte obligatoire
it_it: Richiesta la firma di un adulto
nl_nl: Handtekening volwassene vereist
pl_pl: Wymagany podpis osoby dorosłej

source: To Access Point COD
de_de: Per Nachnahme an Access Point
es_es: En COD (Entrega Contra Reembolo) Access Point
fr_fr: COD en relais Access Point
it_it: Contrassegno (COD) per consegne a UPS Access Point
nl_nl: Naar Access Point COD
pl_pl: Do punktu Access Point z usługą COD

source: To Home COD
de_de: Per Nachnahme nach Hause
es_es: En COD (Entrega Contra Reembolo) a casa
fr_fr: COD à domicile
it_it: Contrassegno (COD) per consegne residenziali
nl_nl: COD naar woonadres
pl_pl: Do domu z usługą COD

source: We couldn't find any records
de_de: Es wurden keine Datensätze gefunden
es_es: No hemos podido encontrar registros
fr_fr: Nous n’avons pas trouvé d’enregistrements
it_it: Non abbiamo trovato alcuna voce
nl_nl: We konden geen gegevens vinden
pl_pl: Nie znaleźliśmy żadnych rekordów

source: Delivery Address
de_de: Zustelladresse
es_es: Dirección de entrega
fr_fr: Adresse de livraison
it_it: Indirizzo di consegna
nl_nl: Afleveradres
pl_pl: Adres dostawy

source: Order ID
de_de: Bestell-ID
es_es: ID de pedido
fr_fr: ID de la commande
it_it: ID ordine
nl_nl: Bestellings-ID
pl_pl: Identyfikator zamówienia

source: Country/Territory
de_de: Land/Gebiet
es_es: País/Territorio
fr_fr: Pays/Territoire
it_it: Paese/Territorio
nl_nl: Land/Regio
pl_pl: Kraj/Terytorium

source: Phone number
de_de: Telefonnummer
es_es: Número de teléfono
fr_fr: Numéro de téléphone
it_it: Numero di telefono
nl_nl: Telefoonnummer
pl_pl: Numer telefonu

source: Address
de_de: Adresse
es_es: Dirección
fr_fr: Adresse
it_it: Indirizzo
nl_nl: Adres
pl_pl: Adres

source: Postal code
de_de: Postleitzahl
es_es: Código postal
fr_fr: Code postal
it_it: Codice postale
nl_nl: Postcode
pl_pl: Kod pocztowy

source: Account name
de_de: Kontoname
es_es: Nombre de cuenta
fr_fr: Nom du compte
it_it: Nome del codice cliente
nl_nl: Accountnaam
pl_pl: Nazwa Konta

source: Account number
de_de: UPS Kundennummer
es_es: Número de cuenta
fr_fr: Numéro de compte
it_it: Numero del codice cliente
nl_nl: Accountnummer
pl_pl: Numer klienta

source: Currency
de_de: Währung
es_es: Moneda
fr_fr: Monnaie
it_it: Valuta
nl_nl: Valuta
pl_pl: Waluta

source: Open Orders
de_de: Offene Bestellungen
es_es: Pedidos abiertos
fr_fr: Commandes ouvertes
it_it: Ordini aperti
nl_nl: Openstaande bestellingen
pl_pl: Otwarte zlecenia

source: Shipments
de_de: Sendungen
es_es: Envíos
fr_fr: Expéditions
it_it: Spedizioni
nl_nl: Zendingen
pl_pl: Przesyłki

source: Archived Orders
de_de: Archivierte Bestellungen
es_es: Pedidos archivados
fr_fr: Commandes archivées
it_it: Ordini archiviati
nl_nl: Bestellingen gearchiveerd
pl_pl: Zarchiwizowane zamówienia

source: Order Date
de_de: Bestelldatum
es_es: Fecha del pedido
fr_fr: Date de commande
it_it: Data dell’ordine
nl_nl: Besteldatum
pl_pl: Data zamówienia

source: Order Time
de_de: Auftragsdauer
es_es: Hora de pedido
fr_fr: Heure de la commande
it_it: Ora ordine
nl_nl: Tijdstip van bestelling
pl_pl: Czas zamówienia

source: Product
de_de: Produkt
es_es: Producto
fr_fr: Produit
it_it: Prodotto
pl_pl: Produkt

source: Shipping Service
de_de: Versandservice
es_es: Servicio de envío
fr_fr: Service d’expédition
it_it: Servizio di spedizione
nl_nl: Verzendservice
pl_pl: Usługa przewozowa

source: Shipping service
de_de: Versandservice
es_es: Servicio de envío
fr_fr: Service d’expédition
it_it: Servizio di spedizione
nl_nl: Verzendservice
pl_pl: Usługa przewozowa

source: For more information on UPS Plugins please click <a target='_blank' href='%s'>this link</a> (opens in a new browser window)
de_de: Um weitere Informationen über UPS Plug-ins zu erhalten, klicken Sie auf <a target='_blank' href='%s'>diesen Link</a> (wird in einem neuen Browserfenster geöffnet).
es_es: Para obtener más información sobre los complementos de UPS, haz clic en <a target='_blank' href='%s'>este enlace</a> (se abre en una nueva ventana del navegador)
fr_fr: Pour plus d’information sur les extensions UPS, veuillez cliquer sur <a target='_blank' href='%s'>ce lien</a> (ouvre une nouvelle fenêtre de navigation)
it_it: Per maggiori informazioni sui Plug-in UPS fai clic sul <a target='_blank' href='%s'>questo collegamento</a> (si apre in una nuova finestra del browser)
nl_nl: Klik op de volgende <a target='_blank' href='%s'>link</a> voor meer informatie over UPS-plug-ins (wordt in een nieuw browservenster geopend)
pl_pl: Więcej informacjo o wtyczce UPS dostępne <a target='_blank' href='%s'>tutaj</a> (otworzy się nowe okno przeglądarki)

source: There are errors connecting to the UPS API servers. Please try again.
pl_pl: Wystąpiły błędy podczas łączenia się z serwerami API UPS. Proszę spróbuj ponownie.

source: Please select your country/territory
de_de: Bitte wählen Sie Ihr Land oder Gebiet aus
es_es: Selecciona un país/territorio
fr_fr: Veuillez sélectionner votre pays/territoire
it_it: Selezionare il proprio paese/territorio
nl_nl: Selecteer uw land/regio
pl_pl: Proszę wybrać swój kraj/terytorium

source: Poland
de_de: Polen
es_es: Polonia
fr_fr: Pologne
it_it: Polonia
nl_nl: Polen
pl_pl: Polska

source: United Kingdom
de_de: Großbritannien
es_es: Reino Unido
fr_fr: Royaume-Uni
it_it: Regno Unito
nl_nl: Verenigd Koninkrijk
pl_pl: Wielka Brytania

source: United States
de_de: Vereinigte Staaten
es_es: Estados Unidos
fr_fr: États Unis
it_it: Stati Uniti
nl_nl: Verenigde Staten
pl_pl: Stany Zjednoczone

source: Ship to UPS Access Point™
de_de: An UPS Access Point™ versenden
es_es: Enviar a UPS Access Point™
fr_fr: Livrer en UPS Access Point™
it_it: Spedisci a UPS Access Point™
nl_nl: Verzenden naar UPS Access Point™
pl_pl: Wyslij do punktu UPS Access Point™
