Repository: common-repository/ups-eu-woocommerce
Catalog: languages/*/ups-*-woocommerce-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl

source: About
de_de: Info
es_es: Sobre
fr_fr: À propos
it_it: Informazioni su
nl_nl: Informatie
pl_pl: Opis

source: Configuration
de_de: Konfiguration
es_es: Configuración
it_it: Configurazione
nl_nl: Configuratie
pl_pl: Konfiguracja

source: Country Setting
de_de: Ländereinstellung
es_es: Configuración de país
fr_fr: Paramétrage du pays
it_it: Impostazione paese
nl_nl: Landinstelling
pl_pl: Ustawienie kraju

source: UPS Terms and Conditions
de_de: UPS Geschäftsbedingungen
es_es: Términos y Condiciones de UPS
fr_fr: Conditions générales d’UPS
it_it: Termini e condizioni UPS
nl_nl: Bepalingen en voorwaarden UPS
pl_pl: Warunki korzystania z usług UPS

source: Account
de_de: Konto
es_es: Cuenta
fr_fr: Compte
it_it: Codice cliente
pl_pl: Konto

source: Shipping Services
de_de: Versandservices
es_es: Servicios de envío
fr_fr: Services d’expédition
it_it: Servizi di spedizione
nl_nl: Verzenddiensten
pl_pl: Usługa przewozowa

source: Collect on Delivery (COD)
de_de: Nachnahme (COD)
es_es: Entrega contra rembolso (COD)
fr_fr: Contre remboursement (COD)
it_it: Contrassegno (COD)
nl_nl: Contante betaling bij aflevering (Collect on Delivery, COD)
pl_pl: Przesyłka za pobraniem

source: Package Dimensions
de_de: Paketabmessungen
es_es: Dimensiones del paquete
fr_fr: Dimensions du colis
it_it: Dimensioni dei pacchi
nl_nl: Pakketafmetingen
pl_pl: Wymiary opakowania

source: Checkout Shipping Rates
de_de: Bezahlen – Versandtarife
es_es: Tarifas de envío en los procesos de compra
fr_fr: Confirmation des tarifs d’expédition
it_it: Tariffe di spedizione al checkout
nl_nl: Verzendtarieven bij betaling
pl_pl: Ceny za przesyłki wyświetlane w Koszyku

source: Complete Configuration
de_de: Konfiguration abschließen
es_es: Completar configuración
fr_fr: Terminer la configuration
it_it: Completa configurazione
nl_nl: Configuratie voltooien
pl_pl: Kompletna konfiguracja

source: Shipment management
de_de: Sendungsverwaltung
es_es: Gestión de envíos
fr_fr: Gestion de l’expédition
it_it: Gestione della spedizione
nl_nl: Leveringsbeheer
pl_pl: Zarządzanie przesyłkami

source: Shipment Manager
de_de: Versandmanager
es_es: Gestor de envíos
fr_fr: Gestionnaire des expéditions
it_it: Gestire spedizione
nl_nl: Zendingsmanager
pl_pl: Menedżer przesyłek

source: Please select at least one shipping service.
de_de: Bitte wählen Sie mindestens einen Versandservice aus.
es_es: Selecciona al menos un servicio de envío.
fr_fr: Veuillez sélectionner au moins un service d’expédition.
it_it: Seleziona almeno un servizio di spedizione.
nl_nl: Selecteer ten minste één verzenddienst.
pl_pl: Wybierz co najmniej jedną usługę wysyłkową.

source: Connection error, try later to install and configure
de_de: Verbindungsfehler, führen Sie die Installierung und Konfiguration später durch
es_es: Error de conexión. Intenta instalarlo y configurarlo más tarde
fr_fr: Erreur de connexion, essayez d’installer et de configurer plus tard
it_it: Errore di connessione, riprova a installare e configurare in un secondo momento
nl_nl: Verbindingsfout, probeer het later nog eens te installeren en configureren
pl_pl: Błąd połączenia, spróbuj później, aby zainstalować i skonfigurować

source: UPS Shipping
de_de: UPS Versand
es_es: Envío de UPS
fr_fr: Expédition UPS
it_it: Spedizione UPS
pl_pl: WYSYŁKA UPS

source: Package: Some of the data you entered were not valid. Please check again.
de_de: Paket: Einige der von Ihnen eingegebenen Daten sind nicht gültig. Bitte überprüfen Sie sie nochmals.
es_es: Paquete: Algunos datos introducidos no son válidos. Compruébalo de nuevo.
fr_fr: Colis : Certaines des données que vous avez saisies ne sont pas valides. Veuillez revérifier.
it_it: Pacco: Alcuni dei dati inseriti non sono validi. Ricontrollali.
nl_nl: Pakket: Sommige door u ingevoerde gegevens zijn niet geldig. Controleer deze opnieuw.
pl_pl: Paczka: Niektóre z wprowadzonych danych były nieprawidłowe. Prosze sprawdź ponownie.

source: The name is not empty
de_de: Der Name ist nicht leer
es_es: El campo de nombre no está vacío
fr_fr: Le champ de nom n’est pas vide
it_it: Il campo Nome non è vuoto
nl_nl: De naam is niet leeg
pl_pl: Nazwa nie może być pusta

source: The address is required
de_de: Die Adresse muss angegeben werden
es_es: La dirección es obligatoria
fr_fr: L’adresse est obligatoire
it_it: L’indirizzo è obbligatorio
nl_nl: Het adres is verplicht
pl_pl: Adres jest wymagany

source: The postal code is empty or invalid
de_de: Die Postleitzahl ist leer oder ungültig
es_es: El código postal está vacío o no es válido
fr_fr: Le code postal est vide ou invalide
it_it: Il campo Codice postale è vuoto o non valido
nl_nl: De postcode is leeg of ongeldig
pl_pl: Kod pocztowy jest pusty lub nieprawidłowy

source: The city is not empty
de_de: Die Stadt ist nicht leer
es_es: El campo de ciudad no está vacío
fr_fr: Le champ de ville n’est pas vide
it_it: Il campo Città non è vuoto
nl_nl: De plaats is niet leeg
pl_pl: Miasto nie może być puste

source: The phone is not empty
de_de: Die Telefonnummer ist nicht leer
es_es: El campo de teléfono no está vacío
fr_fr: Le champ de numéro de téléphone n’est pas vide
it_it: Il campo Telefono non è vuoto
nl_nl: Het telefoonnummer is niet leeg
pl_pl: Numer telefonu nie może być pusty

source: The email is not empty
de_de: Die E-Mail-Adresse ist nicht leer
es_es: El campo del correo electrónico no está vacío
fr_fr: Le champ d’e-mail n’est pas vide
it_it: Il campo e-mail non è vuoto
nl_nl: De e-mail is niet leeg
pl_pl: Die E-Mail-Adresse ist nicht leer

source: . Please update the city and postal code values with one of these selections and click Get Started”
de_de: . Bitte aktualisieren Sie die Codewerte für Stadt und Postleitzahl mit einer dieser Auswahlmöglichkeiten und klicken Sie auf „Loslegen“.
es_es: . Modifica los valores de ciudad y código postal con una de estas opciones y haz clic en «Empezar»
fr_fr: . Veuillez mettre à jour les valeurs des champs « Ville » et « Code postal » avec l’une de ces sélections, puis cliquez sur « Démarrer »
it_it: . Aggiorna i valori del codice postale e della città con una di queste selezioni e fai clic su “Per cominciare”
nl_nl: . Wijzig de invoer voor Plaats en Postcode met een van deze selecties en klik op 'Aan de slag'
pl_pl: . Proszę powtórnie wprowadzić miasto oraz kod pocztowy w jednym z tych formatów i nacisnąć przycisk Rozpocznij”

source: Your request to create a UPS Shipping Account was not successful. Please check the ‘City’ and ‘Postal code’ values that you entered. Here are some suggestions on the City and Postal code that are a valid combination -
de_de: Ihre Anforderung, ein UPS Versandkonto zu erstellen, war nicht erfolgreich. Bitte überprüfen Sie die unter „Stadt“ und „Postleitzahl“ eingegebenen Werte. Hier finden Sie einige Vorschläge für gültige Kombinationen für „Stadt“ oder „Postleitzahl“:
es_es: Tu solicitud para crear una cuenta de envío de UPS no es correcta. Comprueba los valores de «ciudad» y «código postal» que hayas introducido. A continuación, encontrarás algunas sugerencias de ciudad y código postal que sirven como combinación válida:
fr_fr: Votre demande de création de compte d’expédition UPS a échoué. Veuillez vérifier les valeurs des champs « Ville » et « Code postal » que vous avez saisies. Voici des suggestions de combinaisons correctes de ville et code postal :
it_it: La richiesta di creazione di un Codice Cliente per Spedizioni UPS non è andata a buon fine. Controlla i valori ‘Città’ e ‘Codice postale’ inseriti. Ecco alcuni suggerimenti relativi a Città e codice postale che costituiscono combinazioni valide:
nl_nl: Uw verzoek om een UPS Shipping-account te maken is mislukt. Controleer de door u ingevoerde waarden voor 'Plaats' en 'Postcode'. Enkele suggesties voor Plaats en Postcode die een geldige combinatie vormen:
pl_pl: Próba utworzenia konta wysyłkowego UPS nie powiodła się. Należy sprawdzić dane wprowadzone w polach „Miasto” i „Kod pocztowy”. Oto akceptowane formaty :

source: Module version number and release date
de_de: Modulversionsnummer und -veröffentlichungsdatum
es_es: Número de versión del módulo y fecha de publicación
fr_fr: Numéro de version du module et date de lancement
it_it: Numero versione e data di rilascio del modulo
nl_nl: Versienummer en publicatiedatum van module
pl_pl: Numer wersji i data wydania modułu

source: Module version v2.2.6
es_es: Versión del módulo v%s
fr_fr: Version du module : v%s
it_it: Modulo versione v%s
nl_nl: Moduleversie v%s
pl_pl: Wersja modułu: v%s

source: Release date October 20, 2021
es_es: Fecha de publicación dd de mm de yy
fr_fr: Date de lancement : dd mm yy
it_it: Data di rilascio dd mm yy
nl_nl: Publicatiedatum dd mm yy
pl_pl: Data wydania: dd mm yy r.

source: Changelog
de_de: Änderungsprotokoll
es_es: Historial de modificaciones
fr_fr: Journal des modifications
it_it: Rapporto delle modifiche
nl_nl: Wijzigingslogboek
pl_pl: Dziennik zmian

source: Platform compatibility statement
de_de: Plattformkompatibilitätserklärung
es_es: Declaración de compatibilidad de la plataforma
fr_fr: Déclaration de compatibilité de plateforme
it_it: Dichiarazione di compatibilità della piattaforma
nl_nl: Verklaring over platformcompatibiliteit
pl_pl: Oświadczenie dotyczące kompatybilności platformy

source: UPS Shipping Module website
de_de: UPS Versandmodul-Website
es_es: Sitio web del módulo de envíos de UPS
fr_fr: Site web du module d’expédition UPS
it_it: Sito Web del modulo di Spedizione UPS
nl_nl: Website UPS Shipping-module
pl_pl: Strona internetowa Modułu wysyłki UPS

source: You can select among the option you chose here when you chedule UPS pickups. Select the accessorial service best describe your package would eleminate the change being charged for wrong shipping information. Don't worry, you can select among your chosen services before creating a shipment.
pl_pl: Możesz wybrać jedną z opcji, które zdefiniowałeś, tworząc przesyłke dla UPS. Zaznacz usługi dodatkowe, które najlepiej opisują Twoją paczkę, by uniknąć ryzyka, że niewłaściwe informacje spowodują naliczenie dodatkowych opłat. Nie martw się, możesz zmienić wybór tworząc każdą przesyłkę.

source: Your UPS Profile
de_de: Ihr UPS Profil
es_es: Tu perfil de UPS
fr_fr: Votre profil UPS
it_it: Il tuo profilo UPS
nl_nl: Uw UPS-profiel
pl_pl: Twój profil UPS

source: Please fill the form below to start configuring UPS plug-in for your e-commerce website
de_de: Bitte füllen Sie das nachfolgende Formular aus, um mit der Konfiguration des UPS Plug-ins für Ihre E-Commerce-Website zu beginnen.
es_es: Rellena el siguiente formulario para comenzar a configurar el complemento de UPS en tu sitio web de comercio electrónico
fr_fr: Veuillez remplir le formulaire ci-dessous pour démarrer la configuration de l’extension UPS pour votre site de e-commerce
it_it: Compila il modulo riportato di seguito per iniziare a configurare il plug-in UPS per il sito Web e-commerce
nl_nl: Vul het onderstaande formulier in om de configuratie van de UPS-plug-in voor uw webshop te starten
pl_pl: Proszę wypełnić poniższy formularz, aby rozpocząć konfigurację wtyczki UPS dla witryny e-commerce

source: Invoice number
de_de: Rechnungsnummer
es_es: Número de la factura
fr_fr: Numéro de facture
it_it: Numero fattura
nl_nl: Factuurnummer
pl_pl: Numer faktury

source: Invoice amount
de_de: Rechnungsbetrag
es_es: Importe de la factura
fr_fr: Montant facturé
it_it: Ammontare della fattura
nl_nl: Factuurbedrag
pl_pl: Kwota faktury

source: Reference name that will be associate with an account. For example warehouse 1, warehouse 2, Store 1, Store 2 etc. You can freely chose the name as per your requirement.
de_de: Referenzname, der einem Konto zugeordnet wird, beispielsweise Lager 1, Lager 2, Geschäft 1, Geschäft 2 usw. Sie können den Namen gemäß Ihren Anforderungen frei auswählen.
es_es: Nombre de referencia que estará asociado con una cuenta. Por ejemplo, almacén 1, almacén 2, tienda 1, tienda 2, etc. Puedes elegir el nombre que necesites según tus preferencias.
fr_fr: Nom de référence qui sera associé au compte. Par exemple entrepôt 1, entrepôt 2, magasin 1, magasin 2, etc. Vous pouvez choisir librement le nom selon votre situation.
it_it: Nome di riferimento che verrà associato a un codice. Ad esempio magazzino 1, magazzino 2, negozio 1, negozio 2 ecc. Puoi scegliere liberamente il nome secondo necessità.
nl_nl: Referentienaam die wordt gekoppeld aan een account. Bijvoorbeeld magazijn 1, magazijn 2, winkel 1, winkel 2 enz. U kunt de naam vrij kiezen.
pl_pl: Nazwa referencyjna, która będzie powiązana z kontem. Na przykład: magazyn 1, magazyn 2, Sklep 1, Sklep 2, itp. Możesz dowolnie wybrać nazwę wg swoich potrzeb.

source: The name associated with your UPS account. It can be found on the top on each page of your UPS invoice under 'Purchaser'
de_de: Der Ihrem UPS Konto zugeordnete Name. Diese Angabe finden Sie oben links auf Ihrer UPS Rechnung.
es_es: El nombre asociado con tu cuenta UPS. Se puede encontrar en la parte superior de las páginas de la factura de UPS bajo la palabra «comprador»
fr_fr: Le nom associé à votre compte UPS. Vous pouvez le retrouver en haut de chaque page de votre facture UPS sous « Acheteur »
it_it: Il nome associato al tuo codice cliente UPS. Può essere trovato in cima a ciascuna pagina della fattura UPS alla voce ’Acquirente’
nl_nl: De naam die is gekoppeld aan uw UPS-account. Deze is vermeld aan de bovenzijde van elke pagina van uw UPS-factuur bij 'Koper'
pl_pl: Nazwa powiązana z Twoim kontem UPS. Możesz ją znaleźć na górze każdej strony Twojej faktury od UPS w polu 'Nabywca'

source: The postal code or zip code associated with your UPS account. It can be found on the top on each page of your UPS invoice under 'Purchaser'
de_de: Die Ihrem UPS Konto zugeordnete Postleitzahl. Diese Angabe finden Sie oben links auf Ihrer UPS Rechnung.
es_es: El código postal asociado con su cuenta UPS. Se puede encontrar en la parte superior de las páginas de la factura de UPS bajo la palabra «comprador»
fr_fr: Le code postal associé à votre compte UPS. Vous pouvez le retrouver en haut de chaque page de votre facture UPS sous « Acheteur »
it_it: Il codice postale o CAP associato al tuo codice UPS. Può essere trovato in cima a ciascuna pagina della fattura UPS alla voce ’Acquirente’
nl_nl: De postcode die is gekoppeld aan uw UPS-account. Deze is vermeld aan de bovenzijde van elke pagina van uw UPS-factuur bij 'Koper'
pl_pl: Kod pocztowy powiązany z Twoim kontem UPS. Możesz go znaleźć na górze każdej strony Twojej faktury od UPS w polu 'Nabywca'.

source: A unique six character alphanumeric number that identifies your account. It can be found on the top left side on each page of your UPS invoice
de_de: Eine eindeutige sechsstellige alphanumerische Zahl, die Ihr Konto benennt. Diese Angabe finden Sie oben rechts auf jeder Seite Ihrer UPS Rechnung.
es_es: Un número único de seis caracteres alfanuméricos que identifica a tu cuenta. Se puede encontrar en la parte superior izquierda de las páginas de la factura de UPS
fr_fr: Un numéro unique à six caractères alphanumériques qui identifie votre compte. Vous pouvez le retrouver en haut à gauche de chaque page de votre facture UPS
it_it: Un codice alfanumerico da sei caratteri che identifica il tuo conto. Può essere trovato in alto a sinistra su ciascuna pagina della fattura UPS
nl_nl: Een uniek alfanumeriek woord van zes tekens, waarmee uw account wordt geïdentificeerd. Deze is vermeld aan de linkerbovenzijde van elke pagina van uw UPS-factuur
pl_pl: Unikalny sześciocyfrowy alfanumeryczny numer identyfikujący twoje konto. Można go znaleźć w prawym górnym rogu każdej strony faktury UPS

source: A unique 12 digit number assigned by UPS to an invoice. It can be found on the top left side on each page of your UPS invoice
de_de: Eine Rechnungsnummer. Diese Angabe finden Sie oben rechts auf jeder Seite Ihrer UPS Rechnung.
es_es: Un número de 12 dígitos que UPS asigna a una factura. Se puede encontrar en la parte superior izquierda de las páginas de la factura de UPS
fr_fr: Un numéro unique à 12 chiffres délivré par UPS à une facture. Vous pouvez le retrouver en haut à gauche de chaque page de votre facture UPS
it_it: Un codice di 12 cifre unico assegnato da UPS a una fattura. Può essere trovato in alto a sinistra su ciascuna pagina della fattura UPS
nl_nl: Een uniek 12-cijferig getal dat door UPS aan een factuur wordt toegewezen. Deze is vermeld aan de linkerbovenzijde van elke pagina van uw UPS-factuur
pl_pl: Unikalny 12-cyfrowy numer przypisany przez UPS do faktury. Można go znaleźć w prawym górnym rogu każdej strony faktury UPS

source: Total Amount Due for the given invoice. It can be found on the 'Summary of Charges' table on the first page on the invoice
pl_pl: Łączna kwota należna za daną fakturę. Można ją znaleźć w tabeli 'Podsumowanie opłat' na pierwszej stronie faktury

source: Date of issuing the invoice. It can be found on the top left side on each page of your UPS invoice
de_de: Ausstellungsdatum der Rechnung. Diese Angabe finden Sie oben rechts auf jeder Seite Ihrer UPS Rechnung.
es_es: Fecha de emisión de la factura. Se puede encontrar en la parte superior izquierda de las páginas de la factura de UPS
fr_fr: Date d’émission de la facture. Vous pouvez le retrouver en haut à gauche de chaque page de votre facture UPS
it_it: Data di emissione della fattura. Può essere trovato in alto a sinistra su ciascuna pagina della fattura UPS
nl_nl: Uitgiftedatum van de factuur. Deze is vermeld aan de linkerbovenzijde van elke pagina van uw UPS-factuur
pl_pl: Data wystawienia faktury. Można ją znaleźć w prawym górnym rogu każdej strony faktury UPS

source: Company
de_de: Unternehmen
es_es: Empresa
fr_fr: Société
it_it: Società
nl_nl: Bedrijfsnaam
pl_pl: Firma

source: City
de_de: Stadt
es_es: Ciudad
fr_fr: Ville
it_it: Città
nl_nl: Plaats
pl_pl: Miasto

source: Your Payment Account
de_de: Ihr Zahlungskonto
es_es: Tu cuenta de pago
fr_fr: Votre compte de paiement
it_it: Il tuo codice di pagamento
nl_nl: Uw betalingsaccount
pl_pl: Twoje konto płatności

source: Add another account number
de_de: Weitere Kundennummer hinzufügen
es_es: Añadir otro número de cuenta
fr_fr: Ajouter un autre numéro de compte
it_it: Aggiungi un altro numero di codice
nl_nl: Een ander accountnummer toevoegen
pl_pl: Dodaj kolejny numer konta

source: Please enter the address attached to your account number
de_de: Bitte geben Sie die Ihrer Kundennummer angefügte Adresse an.
es_es: Introduce la dirección asociada a tu número de cuenta
fr_fr: Veuillez saisir l’adresse rattachée à votre numéro de compte
it_it: Inserisci l’indirizzo legato al tuo numero di codice
nl_nl: Voer het adres in dat is gekoppeld aan uw accountnummer
pl_pl: Proszę podać adres przypisany do numeru rachunku

source: Address type
de_de: Adressart
es_es: Tipo de dirección
fr_fr: Type d’adresse
it_it: Tipo di indirizzo
nl_nl: Adrestype
pl_pl: Typ adresu

source: Example: Warehouse, Branch #1
de_de: Beispiel: Lager, Filiale Nr. 1 usw.
es_es: Ejemplo: Almacén, sucursal n.º 1, etc.
fr_fr: Exemple : Entrepôt, n° d’antenne, etc.
it_it: Esempio: Magazzino, Filiale n. 1, ecc.
nl_nl: Bijvoorbeeld: Magazijn, afdeling nr. 1 enz.
pl_pl: Przyklad: magazyn,oddzial nr 1 itd.

source: Your business name
pl_pl: Twoja nazwa firmy

source: Street Address
de_de: Straße
es_es: Calle
fr_fr: Adresse postale
it_it: Indirizzo
nl_nl: Adres
pl_pl: Ulica

source: Apartment, Suite, Unit, Building, Floor, etc.
de_de: Apartment, Raum, Einheit, Gebäude, Etage usw.
es_es: Apartamento, habitación, portal, edificio, planta, etc.
fr_fr: Appartement, bureau, unité, bâtiment, étage, etc.
it_it: Appartamento, interno, unità, edificio, piano ecc.
nl_nl: Appartement, kamer, unit, gebouw, etage enz.
pl_pl: Apartament, Mieszkanie, Jednostka, Budynek, Piętro itp.

source: Department, c/o, etc.
de_de: Abteilung, c/o, usw.
es_es: Departamento, a la atención de, etc.
fr_fr: Service, etc.
it_it: Reparto, c/o ecc.
nl_nl: Afdeling, p/a enz.
pl_pl: Departament, c / o itp.

source: Phone
de_de: Telefonnummer
es_es: Teléfono
fr_fr: Téléphone
it_it: Telefono
nl_nl: Telefoonnummer
pl_pl: Telefon

source: I have a UPS Account Number WITH an invoice occurred in the last 45 days (90 days if your account is in the US or Canada)
de_de: Ich habe eine UPS Kundennummer und eine Rechnung aus den vergangenen 45 Tagen (90 Tage bei einem Konto in den USA oder Kanada).
es_es: Tengo un número de cuenta UPS CON una factura emitida en los últimos 45 días (90 días si su cuenta es de EE.UU. o Canadá)
fr_fr: Je possède un numéro de compte UPS AVEC une facture émise durant les 45 derniers jours (90 jours si votre compte se trouve aux États-Unis ou au Canada)
it_it: Dispongo di un Codice Cliente UPS CON una fattura emessa negli ultimi 45 giorni (90 giorni se il conto si trova negli Stati Uniti o in Canada)
nl_nl: Ik heb een UPS-accountnummer MET facturatie in de afgelopen 45 dagen (90 dagen als uw account is aangemeld in de VS of Canada)
pl_pl: Mam numer klienta UPS z fakturą wystawioną w ciągu ostatnich 45 dni (90 dni, jeśli Twoje konto znajduje się w USA lub Kanadzie)

source: The invoice should be 1 of the last 3 issued by UPS in last 45 days (90 days if your account is in the US or Canada)
de_de: Die Rechnung sollte eine der letzten drei sein die von UPS in den vergangenen 45 Tagen ausgestellt wurde. (90 Tage bei einem Konto in den USA oder Kanada).
es_es: La factura debe ser una de las tres últimas emitidas por UPS en los últimos 45 días (90 días si su cuenta es de EE.UU. o de Canadá)
fr_fr: La facture doit être l’une des trois dernières émises par UPS dans les 45 derniers jours (90 jours si votre compte se trouve aux États-Unis ou au Canada)
it_it: La fattura deve essere 1 delle ultime 3 emesse da UPS negli ultimi 45 giorni (90 giorni se il conto è negli Stati Uniti o in Canada)
nl_nl: De factuur moet 1 van de 3 laatste facturen van UPS zijn in de afgelopen 45 dagen (90 dagen als uw account is aangemeld in de VS of Canada)
pl_pl: Faktura powinna być jedną z trzech ostatnich wystawionych przez UPS w ciągu 45 dni (90 dni, jeśli Twoje konto znajduje się w USA lub Kanadzie)

source: Invoice date
de_de: Rechnungsdatum
es_es: Fecha de la factura
fr_fr: Date de la facture
it_it: Data fattura
nl_nl: Factuurdatum
pl_pl: Data faktury

source: I have a UPS Account Number WITHOUT an invoice occurred in the last 45 days (90 days if your account is in the US or Canada)
de_de: Ich habe eine UPS Kundennummer und keine Rechnung aus den vergangenen 45 Tagen (90 Tage bei einem Konto in den USA oder Kanada).
es_es: Tengo un número de cuenta UPS SIN facturas emitidas en los últimos 45 días (90 días si su cuenta es de EE.UU. o Canadá)
fr_fr: Je possède un numéro de compte UPS SANS facture émise durant les 45 derniers jours (90 jours si votre compte se trouve aux États-Unis ou au Canada)
it_it: Dispongo di un Codice Cliente UPS SENZA una fattura emessa negli ultimi 45 giorni (90 giorni se il conto si trova negli Stati Uniti o in Canada)
nl_nl: Ik heb een UPS-accountnummer ZONDER facturatie in de afgelopen 45 dagen (90 dagen als uw account is aangemeld in de VS of Canada)
pl_pl: Mam numer klienta UPS bez wystawionej faktury za ostatnie 45 dni (90 dni, jeśli Twoje konto znajduje się w USA lub Kanadzie)

source: Verify
de_de: Bestätigen
es_es: Verificar
fr_fr: Vérifiez
it_it: Verifica
nl_nl: Verifiëren
pl_pl: Zweryfikuj

source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Retirer
it_it: Rimuovi
nl_nl: Verwijderen
pl_pl: Usuń
