Repository: common-repository/ups-eu-woocommerce
Catalog: languages/*/ups-*-woocommerce-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl

source: Warning! Maximum allowable per package weight for shipments created for UPS Access Points is 20.00 kgs or 44.09 lbs.
de_de: Warnung! Das maximal zulässige Gewicht pro Paket für Sendungen für UPS Access Points beträgt 20,00 kg.
es_es: ¡Advertencia! El peso máximo permitido por paquete para los envíos de UPS Access Point es de 20 kg o 44.09 libras.
fr_fr: Attention : Le poids maximal autorisé par colis pour les envois créés pour les envois UPS Access Point est de 20 kg (44,09 lb).
it_it: Avvertenza! Il peso massimo consentito per i pacchi di spedizioni create per UPS Access Point è di 20,00 kg o 44,09 lb.
nl_nl: Waarschuwing! Het maximale toegestane gewicht per pakket voor zendingen die worden aangemaakt voor UPS Access Points is 20,00 kg of 44,09 lbs.
pl_pl: Ostrzeżenie! Maksymalna dozwolona waga paczki dla przesyłek utworzonych dla UPS Access Point to 20,00 kg lub 44,09 funtów.

source: Error! Package exceeds the maximum allowable size of 400 cm or 157.48 inches (the maximum allowable size calculation = length + 2 * width + 2 * height).
de_de: Fehler! Das Paket überschreitet die maximal zulässige Größe von 400 cm (Berechnung der maximal zulässigen Größe = Länge + 2 * Breite + 2 * Höhe).
es_es: Error: El paquete supera las dimensiones máximas permitidas de 400 cm o 157.48 pulgadas (el cálculo de las dimensiones máximas se obtiene de la fórmula = largo + 2* ancho + 2* altura).
fr_fr: Erreur : Le colis excède la taille maximale autorisée de 400 cm (157,48 po) (calcul de la taille maximale autorisée : longueur + 2 x largeur + 2 x hauteur).
it_it: Errore! Il pacco supera la dimensione massima consentita di 400 cm o 157,48 pollici (calcolo delle dimensioni massime consentite = lunghezza + 2 * larghezza + 2 * altezza).
nl_nl: Fout! Het pakket overschrijdt de maximale toegestane afmetingen van 400 cm of 157,48 inch (de berekening voor de maximale toegestane afmetingen = lengte + 2 * breedte + 2 * hoogte).
pl_pl: Błąd! Paczka przekracza maksymalne dozwolone rozmiary 400 cm lub 157,48 cali (obliczanie maksymalnego dozwolonego rozmiaru = długość + 2 * szerokość + 2 * wysokość).

source: Un-Archived Orders
de_de: Bestellungen unarchivieren
es_es: Desarchivar pedidos
fr_fr: Désarchiver les commandes
it_it: Rimuovi ordini dall’archivio
nl_nl: Dearchiveer Bestellingen
pl_pl: Cofnij archiwizację zamówień

source: Warning! Un-Archiving orders will move your orders to Open Orders tab. Click 'OK' to continue, 'Cancel' to go back to the screen.
de_de: Warnung! Nicht-archivierende Bestellungen verschieben Ihre Aufträge in die Registerkarte „offene Bestellungen“. Klicken Sie auf „OK“, um fortzufahren oder „Abbrechen“, um zum Bildschirm zurückzukehren.
es_es: ¡Advertencia! Los pedidos no archivados se mostrarán en la pestaña de Pedidos abiertos. Haz clic en «Aceptar» para continuar o en «Cancelar» para volver a la pantalla anterior.
fr_fr: Attention : En retirant des commandes des archives, celles-ci seront déplacées vers l’onglet Commandes ouvertes. Cliquez sur « OK » pour continuer, « Annuler » pour revenir à l’écran précédent.
it_it: Avvertenza! L'estrazione degli ordini dall'archivio sposta gli ordini nella scheda Ordini aperti. Fare clic su "OK" per continuare o su "Annulla" per tornare alla schermata.
nl_nl: Waarschuwing! 'Archivering bestellingen ongedaan maken' zal uw bestellingen terugplaatsen op het tabblad 'Openstaande bestellingen'. Klik op 'OK' om door te gaan of op 'Annuleren' om terug te keren naar het scherm.
pl_pl: Ostrzeżenie! Zamówienia przywracane z archiwizacji zostaną przesunięte do zakładki z otwartymi zamówieniami. Kliknij „OK”, aby kontynuować, „Anuluj”, aby powrócić do ekranu.

source: NOTE: If you have an existing UPS account number, please use the exact registered pickup address (which might be different from your invoice billing address) associated with this account number. Please note that the format of the postal code or zip code should exactly match the one provided in the registered pickup address.
de_de: HINWEIS: Falls Sie eine UPS-Kundennummer haben, verwenden Sie bitte exakt die mit dieser Kundennummer verbundene registrierte Abholadresse (die sich von der Rechnungsadresse unterscheiden kann). Bitte beachten Sie, dass das Format der Postleitzahl genau mit dem in der registrierten Abholadresse angegeben Format übereinstimmen muss.
es_es: NOTA: Si tienes un número de cuenta de UPS, usa la misma dirección de recogida registrada (puede ser distinta a la dirección de facturación) con ese número de cuenta. Tenga en cuenta que el formato del código postal debe ser el mismo que el registrado en la dirección de recogida.
fr_fr: REMARQUE : si vous possédez un numéro de compte UPS valide, veuillez utiliser l’adresse d’enlèvement exacte enregistrée (qui peut différer de votre adresse de facturation) liée à ce numéro de compte. Veuillez noter que le format du code postal doit être identique à celui fourni dans l’adresse d’enlèvement enregistrée.
it_it: NOTA: Se si dispone già di un codice cliente UPS, utilizzare l'indirizzo di ritiro esatto registrato (che potrebbe essere diverso dall'indirizzo di fatturazione) associato a questo codice cliente. Tener presente che il formato del codice postale o cap deve corrispondere esattamente a quello indicato nell'indirizzo di ritiro registrato.
nl_nl: OPMERKING: als u een bestaand UPS-klantennummer hebt, gebruik dan het precieze geregistreerde afhaaladres (dit adres kan verschillen van uw factuuradres) dat aan dit klantennummer gekoppeld is. Houd er rekening mee dat de opmaak van de postcode precies moet overeenstemmen met de postcode van het geregistreerde afhaaladres.
pl_pl: UWAGA: Jeśli posiadasz numer istniejącego konta UPS, użyj dokładnego zarejestrowanego adresu odbioru (który może się różnić od adresu na fakturze rozliczeniowej), powiązanego z tym numerem konta. Zwróć uwagę, że format kodu pocztowego powinien być taki sam, jak ten z zarejestrowanego w adresie odbioru.

source: Use registered pickup address. If you have any difficulties understanding which address to use, please contact your local UPS sales representative or call the support phone number provided on the “About” page
de_de: Verwenden Sie die registrierte Abholadresse. Falls Sie nicht genau wissen, welche Adresse Sie verwenden sollen, wenden Sie sich bitte an Ihren lokalen UPS-Vertriebsmitarbeiter oder rufen Sie die Support-Telefonnummer an, die auf der Seite „Über“ angegeben ist.
es_es: Usar la dirección de recogida registrada. Si tienes problemas para saber qué dirección usar, ponte en contacto con tu representante de ventas UPS local o llama al número de ayuda que encontrarás en la página Sobre nosotros
fr_fr: Utilisez l’adresse d’enlèvement enregistrée. Si vous ne savez pas quelle adresse utiliser, veuillez contacter le commercial UPS de votre zone géographique ou composer le numéro de téléphone d’assistance fourni sur la page « À propos ».
it_it: Usare l'indirizzo di ritiro registrato. In caso di difficoltà a capire quale indirizzo utilizzare, contattare il rappresentante di vendita UPS di zona o chiamare il numero telefonico del fornito nella pagina &quot;Informazioni&quot;
nl_nl: Gebruik geregistreerd afhaaladres. Als u niet begrijpt welk adres u moet gebruiken, kunt u contact opnemen met uw lokale UPS-verkoopmedewerker of bellen naar het telefoonnummer voor ondersteuning op de pagina 'Meer informatie'
pl_pl: Użyj zarejestrowanego adresu odbioru. Jeśli nie jesteś pewien/pewna, którego adresu użyć, skontaktuj się z lokalnym przedstawicielem sprzedaży UPS lub zadzwoń pod numer pomocy, który znajduje się na stronie „O firmie”.

source: The format of the postal code should exactly match the one provided in the registered pickup address. If you have any difficulties understanding which address to use, please contact your local UPS sales representative or call the support phone number provided on the “About” page
de_de: Das Format der Postleitzahl muss genau mit dem in der registrierten Abholadresse angegeben Format übereinstimmen. Falls Sie nicht genau wissen, welche Adresse Sie verwenden sollen, wenden Sie sich bitte an Ihren lokalen UPS-Vertriebsmitarbeiter oder rufen Sie die Support-Telefonnummer an, die auf der Seite „Über“ angegeben ist.
es_es: El formato del código postal debe ser el mismo que el registrado en la dirección de recogida. Si tienes problemas para saber qué dirección usar, ponte en contacto con tu representante de ventas UPS local o llama al número de ayuda que encontrarás en la página Sobre nosotros
fr_fr: Le format du code postal doit être identique à celui fourni dans l’adresse d’enlèvement enregistrée. Si vous ne savez pas quelle adresse utiliser, veuillez contacter le commercial UPS de votre zone géographique ou composer le numéro de téléphone d’assistance fourni sur la page « À propos ».
it_it: Il formato del codice postale o cap deve corrispondere esattamente a quello indicato nell'indirizzo di ritiro registrato. In caso di difficoltà a capire quale indirizzo utilizzare, contattare il rappresentante di vendita UPS di zona o chiamare il numero telefonico del fornito nella pagina &quot;Informazioni&quot;
nl_nl: De opmaak van de postcode moet precies overeenstemmen met de postcode van het geregistreerde afhaaladres. Als u niet begrijpt welk adres u moet gebruiken, kunt u contact opnemen met uw lokale UPS-verkoopmedewerker of bellen naar het telefoonnummer voor ondersteuning op de pagina 'Meer informatie'
pl_pl: Format kodu pocztowego powinien być taki sam, jak ten z zarejestrowanego w adresie odbioru. Jeśli nie jesteś pewien/pewna, którego adresu użyć, skontaktuj się z lokalnym przedstawicielem sprzedaży UPS lub zadzwoń pod numer pomocy, który znajduje się na stronie „O firmie”.

source: Pickup Address
de_de: Abholadresse
es_es: Dirección de recogida
fr_fr: Adresse d’enlèvement
it_it: Indirizzo di ritiro
nl_nl: Afhaaladres
pl_pl: Adres odbioru

source: Pickup Postal Code
de_de: Abholadresse Postleitzahl
es_es: Código postal de recogida
fr_fr: Code postal d’enlèvement
it_it: Codice postale di ritiro
nl_nl: Postcode van het afhaaladres
pl_pl: Kod pocztowy adresu odbioru

source: Warning! Maximum allowable per package size for shipments created for UPS Access Points is 330 cm or 129.92 inches (the maximum allowable size calculation = length + 2 * width + 2 * height).
de_de: Warnung! Die maximal zulässige Größe pro Paket für Sendungen für UPS Access Points beträgt 330 cm (Berechnung der maximal zulässigen Größe = Länge + 2 * Breite + 2 * Höhe).
es_es: ¡Advertencia! Las dimensiones máximas permitidas por paquete para los envíos de UPS Access Points son de 330 cm o 129.92 pulgadas (el cálculo de las dimensiones máximas se obtiene de la fórmula = largo + 2* ancho + 2* altura).
fr_fr: Attention : la taille maximale autorisée par envoi créé pour des envois UPS Access Point est 330 cm (129,92 po) (calcul de la taille maximale autorisée : longueur + 2 x largeur + 2 x hauteur)
it_it: Avvertenza! La dimensione massima consentita per i pacchi delle spedizioni create per UPS Access Point è di 330 cm o 129,92 pollici (calcolo delle dimensioni massime consentite = lunghezza + 2 * larghezza + 2 * altezza).
nl_nl: Waarschuwing! De maximale toegestane afmetingen per pakket voor zendingen die worden aangemaakt voor UPS Access Points is 330 cm or 129,92 inch (de berekening voor de maximale toegestane afmetingen = lengte + 2 * breedte + 2 * hoogte).
pl_pl: Ostrzeżenie! Maksymalny dozwolony rozmiar na paczkę dla przesyłek utworzonych dla UPS Access Point to 330 cm lub 129,92 cali (obliczanie maksymalnego dozwolonego rozmiaru = długość + 2 * szerokość + 2 * wysokość).

source: Un-Archiving Orders
de_de: Nicht-archivierende Bestellungen
es_es: Pedidos no archivados
fr_fr: Retrait des commandes des archives
it_it: Estrazione degli ordini dall'archivio
nl_nl: Archivering bestellingen ongedaan maken
pl_pl: Zamówienia przywracane z archiwizacji

source: Warning
de_de: Warnung
es_es: ¡Advertencia
fr_fr: Attention
it_it: Avvertenza
nl_nl: Waarschuwing
pl_pl: Ostrzeżenie

source: Belgium
de_de: Belgien
es_es: Bélgica
fr_fr: Belgique
it_it: Belgio
nl_nl: België
pl_pl: Belgia

source: Accessorial service note
de_de: *Select “Edit” and add applicable accessorial services for a more accurate shipping estimate DE
es_es: *Select “Edit” and add applicable accessorial services for a more accurate shipping estimate ES
fr_fr: *Select “Edit” and add applicable accessorial services for a more accurate shipping estimate FR
it_it: *Select “Edit” and add applicable accessorial services for a more accurate shipping estimate IT
nl_nl: *Select “Edit” and add applicable accessorial services for a more accurate shipping estimate NL
pl_pl: *Select “Edit” and add applicable accessorial services for a more accurate shipping estimate PL

source: Username
de_de: Nutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
it_it: Nome utente
nl_nl: gebruikersnaam
pl_pl: Nazwa użytkownika

source: Password
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
it_it: Parola d'ordine
nl_nl: Wachtwoord
pl_pl: Hasło

source: UPS login username
de_de: UPS Login-Benutzername
es_es: Nombre de usuario de inicio de sesión de UPS
fr_fr: Nom d'utilisateur de connexion UPS
it_it: Nome utente di accesso UPS
nl_nl: Gebruikersnaam voor aanmelding bij UPS
pl_pl: Nazwa użytkownika logowania UPS

source: UPS login password
de_de: UPS Login-Passwort
es_es: Contraseña de inicio de sesión de UPS
fr_fr: Mot de passe de connexion UPS
it_it: Password di accesso UPS
nl_nl: UPS-inlogwachtwoord
pl_pl: Hasło logowania do UPS

source: Choose packing algorithm
de_de: Packalgorithmus wählen
es_es: Elija el algoritmo de empaque
fr_fr: Choisissez l'algorithme d'emballage
it_it: Scegli l'algoritmo di imballaggio
nl_nl: Kies verpakkingsalgoritme
pl_pl: Wybierz algorytm pakowania

source: Package weight unit
de_de: Gewichtseinheit des Pakets
es_es: Unidad de peso del paquete
fr_fr: Unité de poids du colis
it_it: Unità di peso del pacco
nl_nl: Gewichtseenheid pakket
pl_pl: Jednostka wagi opakowania

source: Package dimension unit
de_de: Paketmaßeinheit
es_es: Unidad de dimensión del paquete
fr_fr: Unité de dimension du colis
it_it: Unità di misura della confezione
nl_nl: Pakketafmetingseenheid:
pl_pl: Jednostka wymiaru opakowania

source: Maximum weight per pack
de_de: Höchstgewicht pro Packung
es_es: Peso máximo por paquete
fr_fr: Poids maximum par paquet
it_it: Peso massimo per confezione
nl_nl: Maximaal gewicht per pak
pl_pl: Maksymalna waga w opakowaniu

source: Set Access Point address as Ship to address
de_de: Legen Sie die Access Point-Adresse als Lieferadresse fest
es_es: Establecer la dirección del punto de acceso como Dirección de envío
fr_fr: Définir l'adresse du point d'accès comme adresse d'expédition
it_it: Impostare l'indirizzo del punto di accesso su Spedire a indirizzo
nl_nl: Adres van toegangspunt instellen als Verzendadres
pl_pl: Ustaw adres punktu dostępu jako Wyślij na adres

source: Number of items in the order determine the package size
de_de: Die Anzahl der Artikel in der Bestellung bestimmt die Paketgröße
es_es: El número de artículos en el pedido determina el tamaño del paquete
fr_fr: Le nombre d'articles dans la commande détermine la taille du colis
it_it: Il numero di articoli nell'ordine determina la dimensione del pacco
nl_nl: Aantal items in de bestelling bepalen de pakketgrootte
pl_pl: Ilość sztuk w zamówieniu określa wielkość paczki

source: Weights and dimensions of the products in the order determine the package size
de_de: Gewichte und Abmessungen der Produkte in der Bestellung bestimmen die Paketgröße
es_es: Los pesos y dimensiones de los productos en el pedido determinan el tamaño del paquete
fr_fr: Les poids et les dimensions des produits de la commande déterminent la taille de l'emballage
it_it: Pesi e dimensioni dei prodotti nell'ordine determinano le dimensioni del pacco
nl_nl: Gewichten en afmetingen van de producten in de bestelling bepalen de pakketgrootte
pl_pl: Waga i wymiary produktów w zamówieniu określają wielkość opakowania

source: Select your access point using location search before proceeding
de_de: Wählen Sie Ihren Zugangspunkt mithilfe der Standortsuche aus, bevor Sie fortfahren
es_es: Seleccione su punto de acceso usando la búsqueda de ubicación antes de continuar
fr_fr: Sélectionnez votre point d'accès à l'aide de la recherche d'emplacement avant de continuer
it_it: Selezionare il punto di accesso utilizzando la ricerca della posizione prima di procedere
nl_nl: Selecteer uw toegangspunt met behulp van locatie zoeken voordat u verder gaat
pl_pl: Zanim przejdziesz dalej, wybierz punkt dostępu, korzystając z funkcji wyszukiwania lokalizacji

source: Click on the "Complete Configuration" button to finish the configuration of the plug-in and start offering UPS shipping services on your website.<br>
de_de: Klicken Sie auf die Schaltfläche „Konfiguration abschließen“, um die Konfiguration des Plug-ins abzuschließen und UPS Versandservices auf Ihrer Website anzubieten.
es_es: Haz clic en el botón «Completar configuración» para finalizar la configuración del complemento y empezar a ofrecer los servicios de envío de UPS en tu sitio web.
fr_fr: Cliquez sur le bouton « Terminer la configuration » pour terminer la configuration de l’extension et commencer à proposer les services d’expédition d’UPS sur votre site web.
it_it: Fai clic sul pulsante “Completa configurazione” per terminare la configurazione del plug-in e iniziare a offrire i servizi di spedizione UPS sul tuo sito Web.
nl_nl: Klik op de knop 'Configuratie voltooien' om de configuratie van de plug-in te voltooien. Vanaf nu worden de UPS-verzenddiensten op uw website aangeboden.

source: Ok
es_es: Aceptar

source: Email
es_es: Correo electrónico

source: Carbon Neutral
fr_fr: carbone neutre

source: Module version v1.0.6.5
de_de: Modulversion V%s

source: Release date August 22, 2019
de_de: Veröffentlichungsdatum dd. mm yy

source: COD
de_de: Nachnahme
