Repository: common-repository/ups-eu-woocommerce
Catalog: languages/*/ups-*-woocommerce-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl

source: This account will be removed. Click Ok to confirm, close the dialog to cancel.
de_de: Dieses Konto wird entfernt. Klicken Sie zum Bestätigen auf „Ok“ oder schließen Sie das Dialogfeld, um den Vorgang abzubrechen.
es_es: Se eliminará esta cuenta. Haz clic en Aceptar para confirmar o cierra el diálogo para cancelar.
fr_fr: Ce compte sera retiré. Cliquez sur OK pour confirmer, fermez la boîte de dialogue pour annuler.
it_it: Il codice verrà rimosso. Fai clic su Ok per confermare, chiudi la finestra per annullare.
nl_nl: Dit account wordt verwijderd. Klik op OK om te bevestigen, sluit het dialoogvenster om te annuleren.
pl_pl: To konto zostanie usunięte. Kliknik OK by potwierdzić, zamknij okno by anulować.

source: Remove Account
de_de: Konto entfernen
es_es: Eliminar cuenta
fr_fr: Retirer un compte
it_it: Rimuovi codice
nl_nl: Account verwijderen
pl_pl: Usuń konto

source: You can start shipping now!
de_de: Sie können jetzt mit dem Versand beginnen!
es_es: Ya puedes empezar a realizar envíos.
fr_fr: Vous pouvez maintenant expédier vos colis !
it_it: Puoi iniziare la spedizione adesso!
nl_nl: U kunt nu beginnen met verzenden!
pl_pl: Można już rozpocząć tworzenie przesyłek!

source: Click on the "Complete Configuration" button to finish the configuration of the plug-in and start offering UPS shipping services on your website.
pl_pl: Użyj przycisku ’Zakończ konfigurację’ aby zamknąć proces; możesz już oferować usługi UPS na swojej stronie.

source: If you are new to UPS, please refer to the following FAQs for additional information -
de_de: Wenn Sie neu bei UPS sind, finden Sie in den folgenden häufig gestellten Fragen weitere Informationen:
es_es: Si es la primera vez que entras en UPS, consulta las siguientes preguntas frecuentes para obtener más información:
fr_fr: Si vous découvrez UPS, veuillez consulter la FAQ suivante pour en savoir plus.
it_it: Se sei nuovo di UPS, fai riferimento alle seguenti FAQ per informazioni aggiuntive:
nl_nl: Als u nieuw bent bij UPS, kunt u de volgende veelgestelde vragen raadplegen voor meer informatie -
pl_pl: Nie współpracowałeś jeszcze z UPS? Zapoznaj się z odpowiedziami na najczęściej zadawane pytania –

source: 1. How do I get more information about my new UPS shipping account?<br>If you opened a new UPS shipping account from the plug-in, a confirmation email with more information will be sent to the email address that you entered while creating the new account.<br><br>2. How do I prepare my packages for UPS collection or drop off to a UPS Access Point™?<br>Refer to the package preparation recommendations at this link - <a target='_blank' href='%s'>%s</a><br><br>3. How do I give my packages to UPS?<br>You can drop you packages at any authorized UPS location such as a UPS Access Point™. Click below to search for a convenient access point location near you.
de_de: 1. Wie bekomme ich mehr Informationen über mein neues UPS Versandkonto?<br>Wenn Sie ein neues UPS Versandkonto über das Plug-in eröffnet haben, wird eine Bestätigungs-E-Mail mit weiteren Informationen an die E-Mail-Adresse gesendet, die Sie beim Erstellen des neues Kontos eingegeben haben.<br><br>2. Wie bereite ich meine Pakete für die UPS Abholung oder die Abgabe in einem UPS Access Point™ vor?<br /> Lesen Sie die Empfehlungen zur Paketvorbereitung über diesen Link:<a target='_blank' href='%s'>%s</a> <br><br>3. Wie übergebe ich meine Pakete an UPS?<br>Sie können Ihre Pakete an jedem autorisierten UPS Standort abgeben, wie etwa bei einem UPS Access Point™. Klicken Sie unten, um nach einem praktischen Access Point-Standort in Ihrer Nähe zu suchen.
es_es: 1. ¿Cómo obtengo más información sobre mi nueva cuenta de envío de UPS?<br>Si has abierto una nueva cuenta de envío de UPS desde el Plugin, recibirás un correo electrónico de confirmación con más información a la dirección de correo electrónico que hayas introducido al crear la nueva cuenta.<br><br>2. ¿Cómo preparo mis paquetes para que UPS los recoja o deposite en un UPS Access Point™?<br>Consulta las recomendaciones de preparación de paquetes en este enlace:<a target='_blank' href='%s'>%s</a> <br><br>3. ¿Cómo doy los paquetes a UPS?<br>Puedes dejar los paquetes en cualquier ubicación de UPS como un UPS Access Point™. Haz clic a continuación para buscar un punto de acceso correspondiente cerca de tu ubicación.
fr_fr: 1. Comment puis-je en savoir plus sur mon nouveau compte d’expédition UPS ?<br>Si vous venez d’ouvrir un compte d’expédition UPS à partir de l’extension, un e-mail de confirmation contenant plus d’information vous sera envoyé à l’adresse e-mail que vous avez renseignée lors de la création de votre nouveau compte.<br><br>2. Comment dois-je préparer mes colis pour l’enlèvement ou le dépôt dans un UPS Access Point™ ?<br>Consultez les recommandations de préparation du colis à cette adresse :<a target='_blank' href='%s'>%s</a> <br><br>3. Comment dois-je remettre mes colis à UPS?<br>Vous pouvez déposer vos colis dans tous les centres UPS agréés comme les UPS Access Point™. Cliquez ci-dessous pour trouver un centre près de chez vous.
it_it: 1. Come ottengo maggiori informazioni sul mio nuovo codice cliente per spedizioni UPS?<br>Se hai creato un nuovo codice cliente per le spedizioni UPS dal plug-in, verrà inviata una e-mail di conferma riportante maggiori informazioni all’indirizzo che hai inserito durante la creazione del nuovo codice cliente.<br><br>2. Come preparo i miei pacchi per il ritiro da parte di UPS o il deposito presso un UPS Access Point™?<br>Fai riferimento ai consigli per la preparazione dei pacchi al seguente indirizzo:<a target='_blank' href='%s'>%s</a> <br><br>3. Come fornisco i miei pacchi a UPS?<br>Puoi lasciare i pacchi presso una qualsiasi località autorizzata UPS, come un UPS Access Point™. Fai clic qui sotto per cercare una località di accesso comoda e vicina a te.
nl_nl: 1. Hoe kan ik meer informatie krijgen over mijn nieuwe UPS-verzendaccount?<br>Als u een nieuw UPS-verzendaccount vanuit de plug-in hebt geopend, wordt een bevestigingsmail met meer informatie verstuurd naar het e-mailadres dat u tijdens het maken van het nieuwe account hebt ingevoerd.<br><br>2. Hoe bereid ik mijn pakketten voor op de ophaalservice van UPS of op het afgeven bij een UPS Access Point™?<br>Raadpleeg de aanbevelingen voor pakketvoorbereiding via deze link -<a target='_blank' href='%s'>%s</a> <br><br>3. Hoe geef ik mijn pakketten af aan UPS?<br>U kunt uw pakketten bij elke erkende UPS-locatie afgeven, zoals een UPS Access Point™. Klik hieronder om te zoeken naar een gunstig liggend Access Point bij u in de buurt.
pl_pl: 1. Jak mogę otrzymać więcej informacji dotyczących mojego nowo założonego konta UPS?<br>Jeśli utworzyłeś konto wysyłkowe UPS korzystając z wtyczki, na podany w trakcie rejestracji e-mail otrzymasz dodatkowe informacje oraz potwierdzenie utworzenia konta<br><br>2. Jak powinienem przygotować paczki dla kuriera lub do nadania w UPS Access Point™?<br>Skorzystaj z informacji przedstawionych tutaj: <a target='_blank' href='%s'>%s<a><br><br>3. Jak mam przekazać UPS moje paczki?<br>Możesz przynieść przesyłki do wybranego, autoryzowanego punktu UPS – np. do sieci Access Point. Sprawdź, gdzie znajduje się najbliższy punkt.

source: Search Access Point™
de_de: Access Point™ suchen
es_es: Buscar un Access Point™
fr_fr: Rechercher un relais UPS Access Point™
it_it: Cerca Access Point™
nl_nl: Access Point™ zoeken
pl_pl: Wyszukaj UPS Access Point

source: REGULAR PICKUP AND COD REGISTRATION
pl_pl: UMOWA NA STAŁY ODBIÓR PACZEK LUB KORZYSTANIE Z USŁUGI COD

source: You can also ask UPS to pickup packages from your warehouse or business address. If you need an occasional pickup, you can directly schedule a pickup from UPS.COM using this link - <a target='_blank' href='%s'>%s</a><br><br> If you have UPS packages on most business days and would prefer a regular UPS pickup, you can contact UPS by calling at the phone number provided under Billing Questions <a target='_blank' href='%s'>here</a>. Then a UPS representative will be in touch with you to discuss a daily UPS pickup.
de_de: Sie können UPS auch bitten, Pakete von Ihrem Lager oder Ihrer Geschäftsadresse abzuholen. Wenn Sie gelegentlich eine Abholung benötigen, können Sie über diesen Link direkt eine Abholung über UPS.COM planen: <a target='_blank' href='%s'>%s</a><br><br>Wenn Sie an den meisten Werktagen UPS Pakete haben und eine regelmäßige UPS Abholung bevorzugen, kontaktieren Sie UPS, indem Sie die <a target='_blank' href='%s'>hier</a> unter “Fragen zur Rechnungsstellung“ angegebene Telefonnummer anrufen. Ein UPS Kundenbetreuer wird sich anschließend mit Ihnen in Verbindung setzen, um eine tägliche Abholung zu besprechen.
es_es: También puedes pedir a UPS que recoja los paquetes desde tu almacén o domicilio social. Si necesitas una recogida ocasional, puedes programar directamente una recogida desde UPS.COM a través de este enlace: - <a target='_blank' href='%s'>%s</a><br><br>Si tienes paquetes de UPS en la mayoría de los días laborables y prefieres la recogida regular de UPS, puedes comunicarte con UPS llamando al número de teléfono que se encuentra en Preguntas sobre facturación <a target='_blank' href='%s'>aquí</a>. Luego, un representante de UPS se pondrá en contacto contigo para analizar una recogida de UPS diaria.
fr_fr: Vous pouvez également demander à UPS de venir chercher vos colis dans votre entrepôt ou à votre adresse commerciale. Si vous avez besoin d’un enlèvement occasionnel, vous pouvez directement planifier un enlèvement sur UPS.COM à cette adresse : <a target='_blank' href='%s'>%s</a><br><br>Si vous devez expédier des colis UPS plusieurs fois par semaine et que vous préfèreriez un enlèvement UPS régulier, vous pouvez contacter UPS au numéro de téléphone indiqué à la rubrique « Questions de facturation <a target='_blank' href='%s'>ici</a> ». Un représentant UPS vous contactera pour discuter d'un enlèvement UPS quotidien.
it_it: Puoi anche chiedere a UPS di ritirare i pacchi dal tuo magazzino o indirizzo commerciale. Se di tanto in tanto hai bisogno di un ritiro, puoi predisporre direttamente un ritiro su UPS.COM utilizzando il seguente collegamento: <a target='_blank' href='%s'>%s</a><br><br>Se hai pacchi UPS la maggior parte dei giorni lavorativi e preferisci un ritiro fisso, puoi contattare UPS telefonando al numero indicato nella sezione Domande sulla fatturazione <a target='_blank' href='%s'>qui</a>. Un rappresentante UPS ti contatterà poi per discutere del ritiro giornaliero con UPS.
nl_nl: U kunt ook UPS vragen om pakketten op te halen bij uw magazijn of op uw bedrijfsadres. Als u de ophaalservice incidenteel gebruikt, kunt rechtstreeks een tijdstip voor ophalen inplannen bij UPS.COM via deze link - <a target='_blank' href='%s'>%s</a><br><br>Als u op de meeste werkdagen pakketten voor UPS heeft en u graag een vaste afhaling wilt inplannen, kunt u contact met ons opnemen door het telefoonnummer te bellen dat u <a target='_blank' href='%s'>hier</a> onder 'vragen over facturatie' kunt vinden. Vervolgens zal een UPS-vertegenwoordiger contact met u opnemen om een dagelijkse afhaling te bespreken.
pl_pl: Możesz zaplanować odbiór przez kuriera UPS. Jeśli Twoje nadania nie są regularne – skorzystaj z poniższego linku: <a target='_blank' href='%s'>%s</a><br><br>Jeśli wysyłasz przesyłki UPS kilka razy w ciągu tygodna i wolisz ustalić stały czas podjazdu kuriera UPS, skontaktuj się z nami dzwoniąc pod numer telefonu podany w sekcji <a target='_blank' href='%s'>Centrum Rozliczeniowe Pytania</a>. Przedstawiciel UPS skontaktuje się z Tobą w celu omówienia regularnych odbiorów przesyłek.

source: Download COD and Pickup Registration form
pl_pl: Pobieranie formularz rejestracyjny COD i odbioru

source: SCHEDULE A PICKUP
pl_pl: ZAPLANUJ ODBIÓR

source: If you do not ship on a daily base, please go to ups.com to schedule a pick-up.
pl_pl: Jeśli nie potrzebujesz regularnych podjazdów, przejdź na stronę ups.com i zaplanuj odbiór.

source: MANAGE MY PAYMENT OPTIONS
pl_pl: ZARZĄDZAJ MOIMI OPCJAMI PŁATNOŚCI

source: If you want to change your payment methods or enroll for other billing tools, please go to ups.com.
pl_pl: Jeśli chcesz zmienić metody płatności lub aktywować inne narzędzia rozliczeniowe, przejdź na stronę ups.com.

source: Local tax(es) is included in the shipping fee
pl_pl: Podatek VAT wliczony w oplate transportowa

source: REGISTER FOR PREMIUM SERVICE BY UPS
pl_pl: ZAREJESTRUJ SIE DO PREMIOWYCH USLUG UPS

source: 4. What steps do I need to take to set up a UPS Collect on Delivery (COD) service?<br>You can contact UPS by calling at the phone number provided under Billing Questions <a target='_blank' href='%s'>here</a>. Then a UPS representative will be in touch with you to discuss the COD service.
de_de: 4. Welche Schritte muss ich durchführen, um einen UPS Nachnahme (COD)-Service einzurichten?<br>Kontaktieren Sie UPS, indem Sie die <a target='_blank' href='%s'>hier</a> unter “Fragen zur Rechnungsstellung“ angegebene Telefonnummer anrufen. Ein UPS Kundenbetreuer wird sich anschließend mit Ihnen in Verbindung setzen, um den Nachnahme-Service zu besprechen.
es_es: 4. ¿Qué pasos necesito seguir para configurar un servicio de Entrega contra reembolso (COD) de UPS?<br> Puedes ponerse en contacto con UPS llamando al número de teléfono que se encuentra en Preguntas sobre facturación <a target='_blank' href='%s'>aquí</a>. Luego, un representante de UPS se pondrá en contacto contigo para hablar sobre el servicio de Entrega contra reembolso (COD).
fr_fr: 4. Quelles étapes dois-je suivre pour mettre en place un service de contre remboursement (COD) UPS ?<br> Vous pouvez contacter UPS en composant le numéro indiqué à la section « Questions de facturation <a target='_blank' href='%s'>ici</a> ». Un représentant UPS vous contactera pour discuter avec vous du service COD.
it_it: 4. Che passi devo seguire per configurare il servizio UPS Contrassegno (COD, Collect on Delivery)?<br>Puoi contattare UPS telefonando al numero indicato nella sezione Domande sulla fatturazione <a target='_blank' href='%s'>qui</a>. Un rappresentante UPS ti contatterà poi per discutere del servizio di contrassegno.
nl_nl: 4. Wat moet ik doen om een COD-dienst (Collect on Delivery) bij UPS in te stellen?<br>U kunt contact met ons opnemen door het telefoonnummer te bellen dat u <a target='_blank' href='%s'>hier</a> onder 'vragen over facturatie' kunt vinden. Vervolgens neemt een vertegenwoordiger van UPS contact met u op om de C.O.D service te bespreken.
pl_pl: 4. Co muszę zrobić aby uruchomić opcję Przesyłki za Pobraniem (COD)?<br>Możesz skontaktować się z UPS, dzwoniąc pod numer telefonu podany w sekcji <a target='_blank' href='%s'>Centrum Rozliczeniowe Pytania</a>. Przedstawiciel UPS skontaktuje się z Tobą w celu omówienia usługi COD/ doręczenie za pobraniem.

source: Deliver to an UPS Access Point™
de_de: An einen Access Point™ zustellen
es_es: Entrega en un Access Point™
fr_fr: Livrer en relais UPS Access Point™
it_it: Consegna a un Access Point™
nl_nl: Afleveren bij een Access Point™
pl_pl: Dostarcz do punktu UPS Access Point™

source: Your package will be delivered to an UPS Access Point™
de_de: Ihr Paket wird an einen UPS Access Point™ zugestellt
es_es: Tu paquete se entregará en un UPS Access Point™
fr_fr: Votre colis sera livré dans un relais UPS Access Point™
it_it: Il pacco verrà consegnato a un UPS Access Point™
nl_nl: Uw pakket wordt afgeleverd bij een UPS Access Point™
pl_pl: Twoja paczka zostanie wysłana do punktu UPS Access Point™

source: Deliver to Your Address
de_de: An Ihre Adresse zustellen
es_es: Entregar en tu dirección
fr_fr: Livrer à votre adresse
it_it: Consegna al tuo indirizzo
nl_nl: Afleveren op uw adres
pl_pl: Dostarcz pod twój adres

source: Your package will be delivered to your address
de_de: Ihr Paket wird an Ihre Adresse zugestellt
es_es: Tu paquete se entregara en tu dirección
fr_fr: Votre colis sera livré à votre adresse
it_it: Il pacco verrà consegnato al tuo indirizzo
nl_nl: Uw pakket wordt afgeleverd op uw adres
pl_pl: Twoja paczka zostanie wysłana bezpośrednio na twój adres

source: Search for the Access Point™
de_de: Nach Access Point™ suchen
es_es: Buscar el Access Point™
fr_fr: Rechercher le relais UPS Access Point™
it_it: Cerca l’Access Point™
nl_nl: Naar het Access Point™ zoeken
pl_pl: Wyszukaj punkt UPS Access Point™

source: Near
de_de: In der Nähe
es_es: Próximo
fr_fr: À proximité
it_it: Vicino
nl_nl: In de buurt
pl_pl: W okolicy

source: Use my delivery address
de_de: Meine Zustelladresse verwenden
es_es: Utilizar mi dirección de entrega
fr_fr: Utiliser mon adresse de livraison
it_it: Utilizza il mio indirizzo di consegna
nl_nl: Gebruik mijn afleveradres
pl_pl: Użyj mojego adresu dostawy

source: Search
de_de: Suche
es_es: Buscar
fr_fr: Rechercher
it_it: Ricerca
nl_nl: Zoeken
pl_pl: Wyszukaj

source: Address line, City, State, Postcode
de_de: Adresszeile, Stadt, Staat, Postleitzahl
es_es: Línea de dirección, ciudad, estado, código postal
fr_fr: Adresse, Ville, État, Code postal
it_it: Riga dell’indirizzo, città, stato, codice postale
nl_nl: Adresregel, plaats, land, postcode
pl_pl: Linia adresu, Miasto, Województwo, Kod pocztowy

source: Results
de_de: Ergebnis
es_es: Resultados
fr_fr: Résultats
it_it: Risultati
nl_nl: Resultaten
pl_pl: Wyniki

source: Operating Hours
de_de: Öffnungszeiten
es_es: Horas de servicio
fr_fr: Horaires d’ouverture
it_it: Ore di apertura
nl_nl: Werktijden
pl_pl: Godziny otwarcia

source: Select
de_de: Auswählen
es_es: Seleccionar
fr_fr: Sélectionner
it_it: Seleziona
nl_nl: Selecteren
pl_pl: Wybierz

source: Open
de_de: Öffnen
es_es: Abierto
fr_fr: Ouvert
it_it: Aperto
pl_pl: Otwarcie

source: Closed
de_de: Geschlossen
es_es: Cerrada
fr_fr: Fermé
it_it: Chiuso
nl_nl: Gesloten
pl_pl: Zamknięte

source: Please select an Access Point to process
de_de: Bitte wählen Sie einen Access Point für die Verarbeitung aus
es_es: Selecciona un Access Point para continuar
fr_fr: Veuillez sélectionner un relais Access Point pour passer à l’étape suivante
it_it: Seleziona un Access Point per l’elaborazione
nl_nl: Selecteer een Access Point ter verwerking
pl_pl: Wybierz punkt dostępu do przetworzenia

source: COD option
pl_pl: Opcja COD

source: You have the official WooCommerce COD module enabled!
de_de: Sie haben das offizielle WooCommerce-Modul für Zahlung per Nachnahme aktiviert!
es_es: ¡Has activado el módulo oficial WooCommerce COD!
fr_fr: Votre module COD officiel de WooCommerce est activé !
it_it: Hai abilitato il modulo ufficiale COD WooCommerce!
nl_nl: U hebt de officiële WooCommerce COD-module ingeschakeld.
pl_pl: Masz włączony oficjalny moduł WooCommerce COD!

source: The COD Shipping service of this plug-in is automatically compatible with the official Collect on Delivery (COD) module by WooCommerce.
de_de: Der Service für Zustellung per Nachnahme bei diesem Plug-ins ist automatisch kompatibel mit dem offiziellen Nachnahme-Modul von WooCommerce.
es_es: El servicio de Entrega contra reembolso (COD) de este complemento es automáticamente compatible con el módulo de entrega contra reembolso oficial de WooCommerce.
fr_fr: Le service d’expédition COD de cette extension est automatiquement compatible avec le module de contre remboursement (COD) officiel WooCommerce.
it_it: Il servizio di spedizione COD di questo plug-in è automaticamente compatibile con il modulo ufficiale Contrassegno (Collect on Delivery, COD) di WooCommerce.
nl_nl: De COD-verzenddienst van deze plug-in is automatisch compatibel met de officiële COD-module van WooCommerce.
pl_pl: Usługa pobrania należności COD do tej wtyczki jest automatycznie zgodna z oficjalnym modułem Collect on Delivery od WooCommerce.

source: You do not have the official WooCommerce COD module installed and/or enabled!
de_de: Sie haben nicht das offizielle Zahlung per Nachnahme-Modul von WooCommerce installiert und/oder aktiviert.
es_es: No tienes el módulo de COD oficial de WooCommerce instalado/activado.
fr_fr: Le module COD officiel de WooCommerce n’est pas installé et/ou activé !
it_it: Non disponi del modulo ufficiale COD WooCommerce installato e/o abilitato!
nl_nl: U hebt de officiële WooCommerce COD-module niet geïnstalleerd en/of ingeschakeld.
pl_pl: Nie masz zainstalowanego i / lub włączonego oficjalnego modułu WooCommerce COD!

source: If you want the UPS Shipping module to automatically detect COD shipments, <b>please make sure that you have installed WooCommerce's Collect on Delivery (COD)</b>. If you already have WooCommerce's Collect on Delivery (COD) module installed, <b>please make sure that the module is enabled</b>. <a target='_blank' href='https://docs.woocommerce.com/document/cash-on-delivery/'>[Click here]</a> for detailed guidance.
de_de: Wenn Sie möchten, dass das UPS Versandmodul automatisch Nachnahmesendungen erkennt, <b>stellen Sie bitte sicher, dass Sie das Zahlung per Nachnahme-Modul von WooCommerce's installiert haben</b>. Wenn Sie bereits das Zahlung per Nachnahme-Modul von WooCommerce's installiert haben, <b>stellen Sie sicher, dass das Modul aktiviert ist</b>. <a target='_blank' href='https://docs.woocommerce.com/document/cash-on-delivery/'>[Klicken Sie hier]</a>, um detaillierte Anweisungen zu erhalten.
es_es: Si quieres que el módulo de envíos de UPS detecte de manera automática los envíos COD, <b>asegúrate de haber instalado el módulo de pago contra reembolso de WooCommerce's</b>. Si ya tienes instalado el módulo de pago contra reembolso (COD) de WooCommerce's, <b>comprueba que esté activado</b>. <a target='_blank' href='https://docs.woocommerce.com/document/cash-on-delivery/'>[Haz clic aquí]</a> para obtener instrucciones detalladas.
fr_fr: Si vous souhaitez que le module d’expédition UPS détecte automatiquement les expéditions COD, <b>veuillez vous assurer d’avoir installé le module de contre remboursement (COD) de WooCommerce's</b>. Si vous avez déjà installé le module de contre remboursement (COD) de WooCommerce's, veuillez vous assurer que le module est activé</b>. <a target='_blank' href='https://docs.woocommerce.com/document/cash-on-delivery/'>[Cliquez ici]</a> pour obtenir des instructions détaillées.
it_it: Se desideri che il modulo di spedizione UPS rilevi automaticamente le spedizioni COD, <b>accertati di aver installato il modulo Pagamento alla consegna (Cash on Delivery, COD) di WooCommerce's</b>. Se è già stato installato il modulo Pagamento alla consegna (Cash on Delivery, COD) di WooCommerce's, <b>accertati che il modulo sia abilitato</b>. <a target='_blank' href='https://docs.woocommerce.com/document/cash-on-delivery/'>[Fai clic qui]</a> per istruzioni dettagliate.
nl_nl: Als u wilt dat de UPS Shipping-module automatisch COD-verzendingen kan detecteren, <b>moet u ervoor zorgen dat de COD-module van WooCommerce's is geïnstalleerd</b>. Als u de COD-module van WooCommerce's al hebt geïnstalleerd, <b>moet u ervoor zorgen dat de module is ingeschakeld</b>. <a target='_blank' href='https://docs.woocommerce.com/document/cash-on-delivery/'>[Klik hier]</a> voor een gedetailleerde handleiding.
pl_pl: Jeśli chcesz, aby moduł UPS Shipping automatycznie wykrywał przesyłki za pobraniem, <b>upewnij się, że zainstalowałeś oficjalny moduł WooCommerce Collect on Delivery (COD)</b>. Jeśli masz już zainstalowany moduł WooCommerce Collect On Delivery (COD), <b>upewnij się, że moduł jest włączony</b>. <a target='_blank' href='https://docs.woocommerce.com/document/cash-on-delivery/'>[Kliknij tutaj]</a>, aby uzyskać szczegółowe wskazówki.
